[
    {
        "text": "   14. Disponer, de conformidad con el artículo 4 del Reglamento de la Corte sobre el Funcionamiento del Fondo de Asistencia Legal de Víctimas, que la Secretaría del Tribunal abra un expediente de gastos, donde se documentará cada una de las erogaciones que se realicen con el 15. Disponer que la Secretaría de la Corte Interamericana notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, al representante y a Paraguay. Resolución del Presidente de la Corte Interamericana de Derechos Humanos. Caso Arrom Suhurt y otros Vs. Paraguay. Eduardo Ferrer Mac-Gregor Poisot Presidente Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Eduardo Ferrer Mac-Gregor Poisot Presidente Pablo Saavedra Alessandri Secretario",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "    A person A person whose name will be informed shortly, who will refer to the International standards in matter of access to justice in cases of extrajudicial executions. Taking in count the high incidence of this type of The expert’s CV will be included in the Merits Report 33/13. Finally, the petitioners expressed the victims’ interest in the submission of the present case to the Inter-American Court and informed that the following shall be representatives of the victims: 4 Comisión Ecuménica de Derechos Humanos xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxx Quito, Ecuador xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxx Signed in the original Elizabeth Abi-Mershed Deputy Executive Secretary",
        "values": [
            "Elizabeth Abi-Mershed"
        ]
    },
    {
        "text": " In  The undersigned does not wish to conclude with this dissenting opinion without pointing out that the violence that existed in Venezuela during the occurrence of the facts analyzed in the case was deplorable; but it has been proven in the foregoing paragraphs that the domestic courts did not have the opportunity to try to find a solution to the conflict brought to the Court’s Based on the foregoing, I feel I have the duty and obligation to dissent from the judgment and I hereby present my opinion with the utmost respect for those who have a different point of view. It is expressed, in this way, my reasoning to support my dissenting opinion in this case. Date ut-supra . Pier Paolo Pasceri Judge ad hoc Pablo Saavedra Alessandri Secretary",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  En virtud Perito/a cuyo nombre será informado a la brevedad , los estándares internacionales en materia del principio de independencia judicial y sus implicaciones concretas en la “garantía contra presiones externas”. El/la perito/a El CV del/la perito/a ofrecido/a será incluido en los anexos al informe de admisibilidad y fondo. La Comisión pone en conocimiento de la Corte que la señora María Eugenia Villaseñor actualmente realiza su propia representación. Sus datos de contacto son: 3 María Eugenia Villaseñor Velarde Xxxxxxxxxxxxxxxxxxxxxxxxx Xxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx Aprovecho la oportunidad para saludar a usted muy atentamente, Firmado en el original Elizabeth Abi-Mershed Secretaria Ejecutiva Adjunta 4",
        "values": [
            "Elizabeth Abi-Mershed"
        ]
    },
    {
        "text": " 1. 2. 3. Solicitar a los representantes de la víctima y a la Comisión Interamericana de Derechos Humanos que presenten observaciones al informe del Estado mencionado en el punto 4. Continuar supervisando los puntos pendientes de cumplimiento de la Sentencia sobre fondo, reparaciones y costas de 28 de noviembre de 2002. 5. Notificar la presente Resolución al Estado, a la Comisión Interamericana de Derechos Humanos y a los representantes de las víctimas y sus familiares. 8 Sergio García Ramírez Presidente Alirio Abreu Burelli Oliver Jackman Antônio A. Cançado Trindade Manuel E. Ventura Robles Diego García-Sayán Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Sergio García Ramírez Presidente Pablo Saavedra Alessandri Secretario",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  LA  1. Convocar a una audiencia pública para el 30 de julio de 1991 a las 15:00 horas con el objeto de conocer los puntos de vista del Gobierno de Guatemala y de la Comisión sobre la solicitud de prórroga formulada por el 2 2. Conocer también, en dicha audiencia pública, de las medidas que, en atención a la resolución del Presidente del 15 de julio del presente año, ha tomado el Gobierno de Guatemala. 3. Reservarse el derecho de convocar a una audiencia pública para resolver la petición de la Comisión sobre medidas provisionales respecto de Guatemala. Héctor Fix-Zamudio Presidente Orlando Tovar Tamayo Thomas Buergenthal Rafael Nieto Navia Policarpo Callejas Bonilla Sonia Picado Sotela Julio A. Barberis Manuel E. Ventura Robles Secretario",
        "values": [
            "Manuel Ventura Robles"
        ]
    },
    {
        "text": " 32. A 33. A su vez, el fenómeno actual de la expansión de dichas personalidad y capacidad jurídicas internacionales 28 responde, como se desprende de recientes casos ante esta Corte atinentes a miembros de colectividades humanas, a una necesidad apremiante de la comunidad internacional de nuestros días. En fin, el desarrollo doctrinal y Antônio Augusto Cançado Trindade Juez Pablo Saavedra Alessandri Secretario 27 . Cf. A.A. Cançado Trindade, \"Reply [- Assistance Humanitaire]\", 70 Annuaire de l'Institut de Droit International - Session de Bruges (2002-2003) n. 1, pp. 536-540. 28 . Cf. A.A. Cançado Trindade, El Acceso Directo del Individuo a los Tribunales Internacionales de Derechos Humanos , Bilbao, Universidad de Deusto, 2001, pp. 9-104.",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  1. Apremiar al Gobierno de Honduras a que adopte sin dilación cuantas medidas sean necesarias para prevenir nuevos atentados contra los derechos fundamentales de quienes han comparecido o han sido citados para comparecer ante esta Corte con motivo de los casos Velásquez Rodríguez, Fairén Garbi y Solís Corrales y Godínez Cruz, en escrupuloso cumplimiento de 2. Instar igualmente al Gobierno de Honduras para que extreme todos los medios a su alcance para investigar esos repudiables crímenes, identificar a los culpables y aplicarles las sanciones previstas en el derecho interno hondureño. Rafael Nieto Navia Presidente Héctor Gros Espiell Rodolfo E. Piza E. Pedro Nikken Héctor Fix-Zamudio Rigoberto Espinal Juez ad hoc Charles Moyer Secretario",
        "values": [
            "Charles Moyer"
        ]
    },
    {
        "text": "1. Desestima las excepciones preliminares opuestas por el Gobierno de Honduras, salvo la referente al no agotamiento de los recursos de jurisdicción interna que ordena por unanimidad, 2. Continúa con el conocimiento del presente caso. por unanimidad, 3. Reserva el pronunciamiento sobre costas para decidirlo con la cuestión de fondo. 19 Redactada en español e inglés, haciendo fe el texto en español. Leída en sesión pública en la sede de la Corte en San José, Costa Rica, el día 26 de junio de 1987. Thomas Buergenthal Presidente Rafael Nieto Navia Rodolfo E. Piza E. Pedro Nikken Héctor Fix-Zamudio Héctor Gros Espiell Rigoberto Espinal Irías Charles Moyer Secretario Comuníquese y ejecútese Thomas Buergenthal Presidente Charles Moyer Secretario",
        "values": [
            "Charles Moyer",
            "Manuel Ventura",
            "Edmundo Vargas Carreño"
        ]
    },
    {
        "text": "   11. Informar à Comissão Interamericana de Direitos Humanos, aos representantes das supostas vítimas e ao Estado do Brasil que contam com prazo até 21 de junho de 2010, para apresentar suas alegações finais escritas sobre as exceções preliminares e eventuais mérito, reparações e custas neste caso. Este prazo é improrrogável e independente da remissão da cópia da gravação da audiência 12. Requerer à Secretaria do Tribunal que notifique a presente Resolução à Comissão Interamericana de Direitos Humanos, aos representantes das supostas vítimas e ao Estado do Brasil. 20 Diego García-Sayán Presidente Emilia Segares Rodríguez Secretária Adjunta Comunique-se e execute-se, Diego García-Sayán Presidente Emilia Segares Rodríguez Secretária Adjunta",
        "values": [
            "Emilia Segares Rodríguez"
        ]
    },
    {
        "text": "7. Disponer que la Secretaría de la Corte notifique la presente Resolución al Estado, a los representantes de las víctimas y a la Comisión Interamericana de Derechos Corte IDH. Caso Granier y otros (Radio Caracas Televisión) Vs. Venezuela. Supervisión de cumplimiento de sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 10",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": " 5 6 2  9. En el presente caso, comparto plenamente la decisión adoptada, sin embargo, hago un respetuoso llamado para que la Corte Interamericana se mantenga atenta y expectante de procesos que llegan a su conocimiento y que en principio gozan de una apariencia de legalidad, pero que, al realizar un análisis conglobado del contexto, así como de los diferentes elementos probatorios, evidencian clara motivación y componentes censitarios que vulneran el principio de L. Patricio Pazmiño Freire Juez Pablo Saavedra Alessandri Secretario 7 Voto parcialmente disidente del Juez L. Patricio Pazmiño Freire en el Caso Petro Urrego Vs. Colombia. Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 8 de julio de 2020. Serie C No. 406. 3",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "18. Informar a los representantes, al Estado y a la Comisión Interamericana que cuentan con un plazo hasta el 15 de marzo de 2021 para presentar sus alegatos finales escritos y observaciones finales escritas, respectivamente, en relación con las excepciones preliminares, eventuales fondo, y reparaciones y costas en el presente caso. Este plazo es improrrogable e independiente de la 19. Disponer que la Secretaría de la Corte Interamericana notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, a los intervinientes comunes y al Estado de Colombia. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -28-",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "Perito/a, cuyo nombre será informado a la brevedad , quien declarará sobre el alcance de las obligaciones de los Estados en materia de investigación de ejecuciones extrajudiciales que hayan tenido como móvil la actividad política o sindical de la víctima. En particular, el/la perito/a se referirá a la obligación de esclarecer la totalidad de El CV del/a perito/a propuesto/a será incluido en los anexos al Informe de Fondo No. 158/19. La Comisión pone en conocimiento de la Honorable Corte la siguiente información de quienes actúan como parte peticionaria en el trámite ante la CIDH conforme a la información más reciente: 3 XXX Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Secretaria Ejecutiva Adjunta Anexo 4",
        "values": [
            "Marisol Blanchard"
        ]
    },
    {
        "text": "   18. 19. Requerir a los representantes que, a más tardar junto con sus alegatos 20. Disponer, de conformidad con el artículo 4 del Reglamento de la Corte sobre el Funcionamiento del Fondo de Asistencia Legal de Víctimas, que la Secretaría del Tribunal abra un expediente de gastos, donde se documentará cada una de las erogaciones que se realicen con el Fondo de Asistencia Legal de Víctimas. 21. Disponer que la Secretaría de la Corte Interamericana notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, a los representantes y al Estado de Honduras. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 12",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  8. Informar al representante, al Estado y a la Comisión Interamericana que, en los términos del artículo 56 del Reglamento, cuentan con un plazo de un mes, contado a partir del día en que, de conformidad con lo establecido en el 9. Disponer que la Secretaría de la Corte Interamericana de Derechos Humanos notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, al representante de las presuntas víctimas y a la República de Ecuador. Resolución de la Presidenta de la Corte Interamericana de Derechos Humanos. Caso Villarroel Merino y otros Vs. Ecuador. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 5",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  En Perito/a, cuyo nombre será informado a la brevedad , quien declarará sobre las obligaciones del Estado en materia de utilización de medidas resarcitorias civiles para sancionar el ejercicio de la libertad de expresión sobre asuntos de interés público, de acuerdo con los criterios de legalidad, necesidad y proporcionalidad. Por otra parte, El CV del/a perito/a propuesto/a será incluido en los anexos al Informe de Fondo No. 148/19. La Comisión pone en conocimiento de la Honorable Corte la siguiente información de quienes actúan como parte peticionaria en el trámite ante la CIDH conforme a la información más reciente: XXX Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Secretaria Ejecutiva Adjunta Anexo 3",
        "values": [
            "Marisol Blanchard"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la situación ahora señalada en el párrafo N° 11 de los Considerandos de la Resolución del rótulo. Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  58 Véanse los casos 59 Véanse los principios y directrices relativos al derecho a un juicio justo y a asistencia jurídica en África. Cfr. Caso Martínez Esquivia Vs. Colombia. Excepciones preliminares, Fondo y Reparaciones , supra, párr 93. 60 Véanse las Directrices de las Naciones Unidos sobre la función de los fiscales, así como los criterios de la Relatoría Especial de Naciones Unidas sobre la independencia de los magistrados y abogados. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párrs. 89 y 90. 61 Véase, entre otros elementos, la Declaración de Burdeos, relativo al informe conjunto del Consejo Consultivo de Jueces Europeos y el Consejo Consultivo de Fiscales Europeos. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párr. 91. 13",
        "values": [
            "Romina I. Sijniensky"
        ]
    },
    {
        "text": " 9. La Corte supervisará el cumplimiento íntegro de esta Sentencia, en ejercicio de sus atribuciones y en Redactada en español en San José, Costa Rica, el 17 de noviembre de 2020. Corte IDH. Caso Almeida Vs. Argentina. Fondo, Reparaciones y Costas. Sentencia de 17 de noviembre de 2020. Corte IDH. Caso Almeida Vs. Argentina. Fondo, Reparaciones y Costas. Sentencia de 17 de noviembre de 2020. Sentencia adoptada en San José, Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 25",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "1. Declarar que la República del Ecuador ha cumplido con reintegrar al Fondo de Asistencia Legal de Víctimas de la Corte Interamericana de Derechos Humanos la cantidad dispuesta en el punto resolutivo décimo cuarto y el párrafo 241 de la Sentencia. Sin perjuicio de ello, se exhorta al Estado que realice el pago de los intereses al Fondo de Asistencia Legal de V í ctimas de 2. Disponer que la Secretaría de la Corte Interamericana de Derechos Humanos notifique la presente Resolución al Estado de Ecuador, a los representantes de las víctimas y a la Comisión Interamericana. -2- Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -3-",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": " La Comisión pone en conocimiento de la Honorable Corte la siguiente Beth Stephens Child and Family Advocacy Clinic - Rutgers School of Law XXXXXXXXXXXXXXXXXXXXXXXXXXXX María Leonor Oviedo Bellott XXXXXXXXXXXXXXXXXXXXXXXXXXX Julieta Montaño XXXXXXXXXXXXXXXXXXXXXXXXX Julieta Montaño XXXXXXXXXXXXXXXXXXXXXXXXX Shelby R. Quast / Tanya Sukhija Equality Now XXXXXXXXXXXXXXXXXXXXXXX Alyssa Johnson XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Shayda Vance XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Elizabeth C. Solander XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Romina Canessa XXXXXXXXXXXXXXXXXXXXXXXXX Bárbara Jiménez-Santiago XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Secretaria Ejecutiva Adjunta Anexo 4",
        "values": [
            "Marisol Blanchard"
        ]
    },
    {
        "text": "Perito/a Perito/a cuyo nombre será informado a la brevedad, quien declarará sobre la noción de reparación integral y sus diferentes componentes en casos de graves El CV de los peritos ofrecidos será incluido en los anexos al Informe de Fondo Nº 170/17. La Comisión pone en conocimiento de la Corte la siguiente información sobre quienes actuaron como peticionarios a lo largo del trámite del caso: Reiniciar xxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxx Derechos con Dignidad xxxxxxxxxxxxxxxxxxxxxxxxxx Representantes de Miguel Ángel Díaz xxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxxxx Álvaro Enrique Gómez Guevara xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx Aprovecho la oportunidad para saludar a usted muy atentamente, Paulo Abrão Secretaria Ejecutivo 7",
        "values": [
            "Paulo Abrão"
        ]
    },
    {
        "text": "20. In 21. Obiter dicta , it is necessary to recall the disastrous results of corporate and verticalized judiciaries in the face of the irruption of the totalitarian regimes in the inter- war years in Germany, Italy and France. Moreover, it should also be added that, even though this case relates to a rule applicable by the collegiate organs of the Judiciary itself, the prohibitions that it contains could not be tolerated even if the sanctions were imposed by an organ external to the Judiciary or belonging to the Judiciary but distinct from the collegiate 22. I add these considerations in concurrence with those expressed unanimously in this judgment. 23. This is my opinion. Eugenio Raúl Zaffaroni Judge Pablo Saavedra Alessandri Secretary 3",
        "values": [
            "Romina I. Sijniensky",
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "En virtud Perito/a, cuyo nombre será informado a la brevedad , quien declarará sobre las obligaciones de los Estados respecto al derecho a la propiedad colectiva de los pueblos indígenas sobre sus territorios ancestrales y el deber de protección que emana del artículo 21 de la Convención Americana. En particular, el/la perito/a se referirá a la El CV del/a perito/a propuesto/a será incluido en los anexos al Informe de Fondo No. 12/20. La Comisión pone en conocimiento de la Honorable Corte la siguiente información de quienes actúan como parte peticionaria en el trámite ante la CIDH conforme a la información más reciente: XXX Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Secretaria Ejecutiva Adjunta Anexo 4",
        "values": [
            "Marisol Blanchard"
        ]
    },
    {
        "text": "Además En virtud de que estas cuestiones La Comisión pone en conocimiento de la Corte los siguientes datos de quien ha actuado como peticionario a lo largo del trámite interamericano: Sr. Sergio S. Valdivia Ayala Secretario General – FEMAPOR Víctor J. Guerrero Cassuso Secretario de Organización – FEMAPOR Julio G. Rossi Mérida Secretario de Economía - FEMAPOR Xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx María Luisa Valdivia Abogada xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Jefa de Gabinete de la Secretaría Ejecutiva 1 Corte IDH. Caso ANCEJUB-SUNAT vs Perú . Convocatoria a Audiencia. Resolución del Presidente de la Corte Interamericana de Derechos Humanos. Considerando No. 10. Anexo",
        "values": [
            "Pablo Saavedra Alessandri",
            "Víctor Guerrero Cassuso",
            "Marisol Blanchard",
            "Julio Rossi Mérida",
            "Sergio Valdivia Ayala"
        ]
    },
    {
        "text": " VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la situación ahora señalada en el párrafo N° 11 de los Considerandos de la Resolución del rótulo. Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario 1",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI, RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la situación ahora señalada en el párrafo N° 13 de los Considerandos de la Resolución del rótulo. Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "Estado  Aprobado por la Comisión Interamericana de Derechos Humanos en la ciudad de Washington, D.C., a los 6 días del mes de diciembre de 2017. (Firmado):, Francisco José Eguiguren, Presidente; Margarette May Macaulay, Primera Vicepresidenta; Esmeralda E. Arosemena Bernal de Troitiño, Segunda Vicepresidenta; José de Jesús Orozco Henríquez, Paulo Vannuchi y James L. Cavallaro, Miembros de la La que suscribe, Elizabeth Abi-Mershed, en su carácter de Secretaria Ejecutiva Adjunta de la Comisión Interamericana de Derechos Humanos, de conformidad con el artículo 49 del Reglamento de la Comisión, certifica que es copia fiel del original depositado en los archivos de la Secretaría de la CIDH. Elizabeth-Abi Mershed Secretaria Ejecutiva Adjunta 235",
        "values": [
            "Elizabeth Abi-Mershed"
        ]
    },
    {
        "text": "Las hojas de Igualmente, la Comisión se permite solicitar el traslado del peritaje de Christian Courtis, ofrecido por la CIDH en el caso Empleados de la Fábrica de Fuegos en Santo Antonio de Jesús y sus familiares vs. Brasil, una vez sea rendido ante la Corte Interamericana. La Comisión pone en conocimiento de la Corte la siguiente información sobre quien actuó como parte peticionaria a lo largo del trámite del caso: CEJIL Mesoamérica xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx Asociación Miskitos Hondureños de Buzos Lisiados AMHBLI, Asociación de Mujeres Misquitas - MIMAT y Almuk Nani Asla Takanka - Consejo de Ancianos Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Jefa de Gabinete de la Secretaría Ejecutiva Anexo 4",
        "values": [
            "Pablo Saavedra Alessandri",
            "Marisol Blanchard"
        ]
    },
    {
        "text": "   11. Informar a los representantes, al Estado y a la Comisión Interamericana que, en los términos del artículo 56 del Reglamento, cuentan con un plazo improrrogable hasta el 12 de abril de 2021 para presentar sus alegatos 12. Requerir al Estado que remita, a más tardar el 15 de febrero de 2021, los documentos solicitados por la Presidenta en el Considerando 25 de la presente Resolución. 13. Disponer que la Secretaría de la Corte Interamericana notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, a los representantes y al Estado de El Salvador. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 11",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  2. 3. Aprobado por la Comisión El que suscribe, Paulo Abrão, Secretario Ejecutivo, de conformidad con el artículo 49 del Reglamento de la Comisión, certifica que es copia fiel del original depositado en los archivos de la Secretaría de la CIDH. 102 CIDH. Demanda ante la Corte Interamericana de Derechos Humanos. María Reverón Trujillo. Venezuela. 9 de noviembre de 2007, párr. 56. 103 Corte IDH . Caso Furlan y Familiares vs. Argentina . Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 31 de agosto de 2012. Serie C No. 246, párr. 209; y Caso Mejía Idrovo vs. Ecuador . Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 5 de julio de 2011. Serie C No. 228, párr. 104. 21 Paulo Abrão Secretario Ejecutivo 22",
        "values": [
            "Paulo Abrão"
        ]
    },
    {
        "text": "  POR LA en el uso de las RESUELVE: 1. Declarar que el Estado de Guatemala ha cumplido con reintegrar al Fondo de Asistencia Legal de Víctimas de la Corte Interamericana de Derechos Humanos la cantidad dispuesta en el punto resolutivo 16 y el párrafo 245 de la Sentencia de excepción preliminar, fondo, reparaciones y costas del caso Cuscul Pivaral y otros. 2. Disponer que la Secretaría de la Corte Interamericana de Derechos Humanos notifique la presente Resolución al Estado de Guatemala, a las representantes de las víctimas y a la Comisión Interamericana de Derechos Humanos. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -2-",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "Perito/a cuyo nombre será informado a la brevedad , quien declarará sobre las obligaciones internacionales de los Estados frente a actividades El CV del/la perito/a ofrecido/a será incluido en los anexos al Informe de Fondo No. 57/19. La Comisión pone en conocimiento de la Corte los siguientes datos de quien ha actuado como peticionaria a lo largo del trámite interamericano: Corporación Colectivo de Abogados José Alvear Restrepo - CAJAR XXXXXXXXXXXXXXXXXXXXXXXX XXXXXXXXXXXXXXXXXXXXXXXXXXXXXX XXXXXXXXXXXXXXXXXXXXXX Centro por la Justicia y el Derecho Internacional XXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Rafael Barrios XXXXXXXXXXXXXXXXXXXXXXX Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Secretaria Ejecutiva Adjunta",
        "values": [
            "Pablo Saavedra Alessandri",
            "Marisol Blanchard"
        ]
    },
    {
        "text": "2. 3. Adoptar las medidas legislativas o de otra Aprobado por la Comisión Interamericana de Derechos Humanos en la ciudad de Santo Domingo, República Dominicana, a los 9 días del mes de mayo de 2018. (Firmado): Margarette May Macaulay, Presidenta; Esmeralda E. Arosemena Bernal de Troitiño, Primera Vicepresidenta; Luis Ernesto Vargas Silva, Segundo Vicepresidente; Joel Hernández García, Antonia Urrejola y Flávia Piovesan, Miembros de la Comisión. El que suscribe, Paulo Abrão, Secretario Ejecutivo de la Comisión Interamericana de Derechos Humanos, de conformidad con el artículo 49 del Reglamento de la Comisión, certifica que es copia fiel del original depositado en los archivos de la Secretaría de la CIDH. Paulo Abrão Secretario Ejecutivo 21",
        "values": [
            "Paulo Abrão"
        ]
    },
    {
        "text": "  2. Aclarar, por medio de 3. Disponer que la Secretaría de la Corte notifique la presente Sentencia de Interpretación a la República Argentina, a los representantes de las víctimas y a la Comisión Interamericana de Derechos Humanos. 8 Corte IDH. Caso Comunidades indígenas miembros de la Asociación Lhaka Honhat (Nuestra Tierra) Vs. Argentina. Interpretación de la Sentencia de Fondo, Reparaciones y Costas . Sentencia de 24 de noviembre de 2020. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Eduardo Vio Grossi Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 9",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": " discapacidad especialmente respecto de su alcance específico respecto del derecho a la salud y la seguridad social. En particular El CV del/la perito/a ofrecido/a será incluido en los anexos al Informe de Fondo Nº 107/18. La Comisión pone en conocimiento de la Corte la siguiente información sobre la representación de la víctima: Ramiro Álvaro Vera Luza (padre) Carolina Andrea del Pilar Rojas Farías (madre) xxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxx Magdalena Garcés (abogada) Karinna Fernández (abogada) xxxxxxxxxxxxxxxxxxxxxxxxxx xxxxxxxxxxxxxxxxxxxxxxxxxx Aprovecho la oportunidad para saludar a usted muy atentamente, Firmado en el original Marisol Blanchard Secretaria Ejecutiva Adjunta a.i. Sistema de Casos y Peticiones Anexo 4",
        "values": [
            "Pablo Saavedra Alessandri",
            "Marisol Blanchard"
        ]
    },
    {
        "text": " 21. Obiter dicta , cabe recordar el desastroso resultado de poderes judiciales corporativos y verticalizados ante la irrupción de los totalitarismos de entreguerras en Alemania, Italia y Francia. En otro orden, también es bueno agregar que si bien en el caso se trata de una norma aplicable por los órganos colegiados del propio Poder Judicial, las prohibiciones que contiene no podrían ser toleradas tampoco si las sanciones fuesen impuestas por un órgano ajeno al Poder Judicial o propio de éste pero diferente de las instancias colegiadas de jueces, como 3 22. Agrego estos fundamentos en concurrencia con los expresados por unanimidad en la presente sentencia. 23. Así lo voto. Eugenio Raúl Zaffaroni Juez Pablo Saavedra Alessandri Secretario 4",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  58 Véanse los casos 59 Véanse los principios y directrices relativos al derecho a un juicio justo y a asistencia jurídica en África. Cfr. Caso Martínez Esquivia Vs. Colombia. Excepciones preliminares, Fondo y Reparaciones , supra, párr 93. 60 Véanse las Directrices de las Naciones Unidos sobre la función de los fiscales, así como los criterios de la Relatoría Especial de Naciones Unidas sobre la independencia de los magistrados y abogados. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párrs. 89 y 90. 61 Véase, entre otros elementos, la Declaración de Burdeos, relativo al informe conjunto del Consejo Consultivo de Jueces Europeos y el Consejo Consultivo de Fiscales Europeos. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párr. 91. 13",
        "values": [
            "Romina I. Sijniensky"
        ]
    },
    {
        "text": " En 3 Perito/a, cuyo nombre será informado a la brevedad , quien declarará sobre el fenómeno de la criminalización del El CV del/a perito/a propuesto/a será incluido en los anexos al Informe de Fondo No. 52/19. La Comisión pone en conocimiento de la Honorable Corte la siguiente información de quienes actúan como parte peticionaria en el trámite ante la CIDH conforme a la información más reciente: Clínica de Acciones de Interés Público XXXXXXXXXXXXXXXXXXXXXXXX Cristian Riego Clínica de Acciones de Interés Público XXXXXXXXXXXXXXXXXXXXXX Mayra Feddersen, Nicolas Espejo y otros Universidad Diego Portales XXXXXXXXXXXXXXXXXXXXXXX Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Secretaria Ejecutiva Adjunta Anexo 4",
        "values": [
            "Pablo Saavedra Alessandri",
            "Marisol Blanchard"
        ]
    },
    {
        "text": "29. En el caso, el Sr. Casa Nina debió ejercer el cargo de fiscal sin la seguridad de la permanencia de sus funciones pese al carácter de provisional de su nombramiento, lo Ricardo C. Pérez Manrique Juez Pablo Saavedra Alessandri Secretario 10 Directrices sobre la función de los fiscales. Octavo Congreso de las Naciones Unidas sobre Prevención del Delito y Tratamiento del Delincuente, celebrado en La Habana (Cuba), del 27 de agosto al 7 de septiembre de 1990, ONU Doc. A/CONF.144/28/Rev. 1 p. 189 (1990). https://www.ohchr.org/SP/ProfessionalInterest/Pages/RoleOfProsecutors.aspx 11 \"Principios básicos relativos a la independencia de la judicatura\" disponibles en https://www.ohchr.org/sp/professionalinterest/pages/independencejudiciary.aspx 7",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": " El que suscribe, Paulo Abrão, en su carácter de Secretario Ejecutivo de la Comisión Interamericana de Derechos Humanos, de conformidad con el artículo 49 del Reglamento de la 28 Corte IDH. Caso Canales Huapaya y otros Vs. Perú. Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 24 de junio de 2015. Serie C No. 296, párr. 149. 29 Corte IDH. Caso Canales Huapaya y otros Vs. Perú. Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 24 de junio de 2015. Serie C No. 296, párr. 149. 30 Corte IDH. Caso Trabajadores Cesados de Petroperú y otros Vs. Perú. Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 23 de noviembre de 2017. Serie C No. 344. Párr. 209. 12 Paulo Abrão Secretario Ejecutivo 13",
        "values": [
            "Paulo Abrão"
        ]
    },
    {
        "text": " Perito/a cuyo nombre será informado a la brevedad , la aplicación de los estándares relativos a personas defensoras de derechos humanos y prohibición de represalias por el ejercicio de tal defensa mediante la libertad de expresión en el contexto de la denuncia pública de violaciones de derechos humanos. El/la perito/a El CV del/la perito/a ofrecido/a será incluido en los anexos al Informe de Fondo No. 152/18. La Comisión pone en conocimiento de la Corte la siguiente información sobre quien actuó como parte peticionaria a lo largo del trámite del caso: Francisco López Bermúdez xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Jefa de Gabinete de la Secretaría Ejecutiva Anexo 3",
        "values": [
            "Pablo Saavedra Alessandri",
            "Marisol Blanchard"
        ]
    },
    {
        "text": "4. Archivar 5. Disponer que la Secretaría de la Corte notifique la presente Resolución al Estado, a los representantes de la víctima y a la Comisión Interamericana de Derechos Humanos. Corte IDH. Caso Colindres Schonenberg Vs. El Salvador. Supervisión de Cumplimiento de Sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -4-",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": " Estado y de las representantes mencionados anteriormente 6. Que la Secretaría notifique la presente Resolución al Estado, a la Comisión Interamericana de Derechos Humanos y a las representantes de la beneficiaria. 10 Corte IDH. Asunto Castro Rodríguez respecto de México. Medidas Provisionales. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Eduardo Vio Grossi Humberto Antonio Sierra Porto Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 11",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "LA en el uso de las atribuciones RESUELVE: 1. Declarar que el Estado del Perú ha cumplido con reintegrar al Fondo de Asistencia Legal de Víctimas de la Corte Interamericana de Derechos Humanos la cantidad dispuesta en el punto resolutivo 23 y el párrafo 259 de la Sentencia de excepciones preliminares, fondo, reparaciones y costas del caso Rosadio Villavicencio. 2. Disponer que la Secretaría de la Corte Interamericana de Derechos Humanos notifique la presente Resolución al Estado del Perú, a las representantes de la víctima y a la Comisión Interamericana de Derechos Humanos. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -2-",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "3. Desestimar por improcedente la solicitud de interpretación de 4. Disponer que la Secretaría de la Corte notifique la presente Sentencia de Interpretación al Estado de Perú, a la víctima y a la Comisión Interamericana de Derechos Humanos. Corte IDH. Caso Rosadio Villavicencio Vs. Perú. Interpretación de la Sentencia de Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 8 de octubre de 2020. L. Patricio Pazmiño Freire Presidente en ejercicio Eduardo Vio Grossi Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, 8 L. Patricio Pazmiño Freire Presidente en ejercicio Pablo Saavedra Alessandri Secretario 9",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  Perita/o Perita/o cuyo nombre será informado a la brevedad , quien declarará sobre las normas de inmunidad de altos funcionarios estatales y las salvaguardas que deben operar para asegurar que las mismas cumplan con la finalidad legítima que persiguen, sin constituir un riesgo de impunidad de 3 El CV de los/as peritos/as ofrecidos/as será incluido en los anexos al Informe de Fondo Nº 10/19. La Comisión pone en conocimiento de la Corte la siguiente información sobre quienes actuaron como peticionarios a lo largo del trámite del caso: Centro pela Justiça e o Direito Internacional Movimento Nacional de Direitos Humanos / Regional Nordeste Aprovecho la oportunidad para saludar a usted muy atentamente, Paulo Abrão Secretario Ejecutivo Anexo 4",
        "values": [
            "Paulo Abrão"
        ]
    },
    {
        "text": " Aprobado por la Comisión Interamericana de Derechos Humanos en la ciudad de Boulder, Colorado, a los 5 días del mes de octubre de 2018. (Firmado): Margarette May Macaulay, La que suscribe, Marisol Blanchard, Jefa de Gabinete de la Secretaría Ejecutiva, de conformidad con el artículo 49 del Reglamento de la Comisión, certifica que es copia fiel del original depositado en los archivos de la Secretaría de la CIDH. Marisol Blanchard Jefa de Gabinete de la Secretaría Ejecutiva 120 CIDH, Informe No. 72/17, Caso 13.019. Fondo. Eduardo Rico. Argentina. 5 de julio de 2017, párr. 124; Corte IDH. Caso López Lone y otros Vs. Honduras. Excepción Preliminar, Fondo, Reparaciones y Costas. Sentencia de 5 de octubre de 2015. Serie C No. 302, párr. 192. 22",
        "values": [
            "Marisol Blanchard"
        ]
    },
    {
        "text": " 6. 7. 8. Disponer que la Secretar í a de la Corte notifique la presente Resoluci ó n al Estado, a las representantes de las v í ctimas y a la Comisi ó n Interamericana de -17- Corte IDH. Caso Mujeres Víctimas de Tortura Sexual en Atenco Vs. México. Supervisión de Cumplimiento de Sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 19 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Eduardo Vio Grossi Humberto Antonio Sierra Porto Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -18-",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": " Perito/a, cuyo nombre será informado a la brevedad , quien declarará a partir de los deberes de investigar, sancionar y reparar las graves a violaciones a derechos humanos, sobre la prohibición de la aplicación de leyes de amnistía u otras excluyentes de responsabilidad respecto de El CV del/a perito/a propuesto/a será incluido en los anexos al Informe de Fondo No. 169/19. La Comisión pone en conocimiento de la Honorable Corte la siguiente información de quien actúa como parte peticionaria en el trámite ante la CIDH conforme a la información más reciente: Instituto de Estudios Legales y Sociales del Uruguay (IELSUR) 3 Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Vera Secretaria Ejecutiva Adjunta Anexo 4",
        "values": [
            "Pablo Saavedra Alessandri",
            "Marisol Blanchard"
        ]
    },
    {
        "text": "2  En virtud de que estas cuestiones Perito/a cuyo nombre será informado a la brevedad , quien declarará sobre los estándares internacionales en materia de detención preventiva y, particularmente, las razones que la pueden sustentar y la exigencia de una revisión periódica de su procedencia. El/la perito/a podrá ejemplificar con el caso concreto. El CV del/la perito/a ofrecido/a será incluido en los anexos al Informe de Fondo No. 113/18. La Comisión pone en conocimiento de la Corte la siguiente información sobre quien ha actuado como parte peticionaria a lo largo del trámite del caso: Marcelo Dueñas Veloz xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx Aprovecho la oportunidad para saludar a usted muy atentamente, Paulo Abrão Secretario Ejecutivo Anexo 3",
        "values": [
            "Paulo Abrão"
        ]
    },
    {
        "text": "   En Perito/a, cuyo nombre será informado a la brevedad , quien declarará sobre las obligaciones del Estado en materia de uso de la fuerza por parte de agentes estatales, en particular, en lo referente a los requisitos de finalidad legítima, El CV del/a perito/a propuesto/a será incluido en los anexos al Informe de Fondo No. 14/19. La Comisión pone en conocimiento de la Honorable Corte la siguiente información de quienes actúan como parte peticionaria en el trámite ante la CIDH conforme a la información más reciente: Alejandro Ponce Villacís XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Mateo Borrero XXXXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Secretaria Ejecutiva Adjunta Anexo 3",
        "values": [
            "Pablo Saavedra Alessandri",
            "Marisol Blanchard"
        ]
    },
    {
        "text": "  20  4. Dispor mecanismos de não repetição que incluam: i) adequar o quadro normativo Aprovado pela Comissão Interamericana de Direitos Humanos na cidade de Sucre, Bolívia, em 12 de fevereiro de 2019. (Assinado): Esmeralda Arosemena Bernal de Troitiño, Presidenta; Joel Hernández García, Primeiro Vice- Presidente; Antonia Urrejola, Segunda Vice-Presidenta; Margarette May Macaulay e Francisco José Eguiguren Praeli, Membros da Comissão. O abaixo assinado, Marisol Blanchard, Chefa de Gabinete da Secretaria Executiva da CIDH , em conformidade com o artigo 49 do Regulamento da Comissão, certifica que é uma cópia fiel do original depositado nos arquivos da Secretaria da CIDH. Marisol Blanchard Chefa de Gabinete da Secretaria Executiva da CIDH 21",
        "values": [
            "Marisol Blanchard"
        ]
    },
    {
        "text": "i) ii) mecanismos que garanticen la consulta previa, con la debida participación de la Aprobado por la Comisión Interamericana de Derechos Humanos en la ciudad de Puerto Príncipe, Haiti, a los 3 días del mes de marzo de 2020. (Firmado): Joel Hernández García, Presidente; Antonia Urrejola Noguera, Primera Vicepresidenta; Flávia Piovesan, Segunda Vicepresidenta; Margarette May Macaulay, Esmeralda Arosemena de Troitiño y Julissa Mantilla Falcón, Miembros de la Comisión. La que suscribe, Marisol Blanchard, Secretaria Ejecutiva Adjunta, de conformidad con el artículo 49 del Reglamento de la Comisión, certifica que es copia fiel del original depositado en los archivos de la Secretaría de la CIDH. Marisol Blanchard Secretaria Ejecutiva Adjunta 28",
        "values": [
            "Marisol Blanchard"
        ]
    },
    {
        "text": "6. Incorporar 7. Disponer que la Secretaría de la Corte notifique la presente Resolución al Estado, a los representantes de las víctimas y a la Comisión Interamericana de Derechos Humanos. - 8- Corte IDH. Caso Del Caracazo Vs. Venezuela. Supervisión de Cumplimiento de Sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario - 9-",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "  5. Disponer que la Secretaría ANEXOS Fotografía No. 1 - 9 - Fotografía No. 2 Fotografía No. 3 Fotografía No. 4 Fotografía No. 5 - 10 - Corte IDH. Caso Pueblos Indígenas Kuna de Madungandí y Emberá de Bayano y sus Miembros Vs. Panamá. Supervisión de cumplimiento de sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario - 11 -",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": "   103. 104. Sobre este último particular, no está de más recordar que, en la práctica y más allá de cualquier consideración teórica, la función de la Corte es, en definitiva, dictar fallos que restablezcan, lo más pronto posible, el respeto de los derechos humanos violados en un específico caso. No es tan seguro que ello se logre respecto de violaciones de esos derechos que no fueron consideradas en la Convención como justiciables ante aquella ni tampoco cuando, más que procurar resolver el caso que le ha sido sometido, parecería que la Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario 107 Adoptada en el Vigésimo Octavo Período Extraordinario de Sesiones de la Asamblea General de la OEA, 11 de septiembre de 2001, Lima, Perú. 27",
        "values": [
            "Pablo Saavedra Alessandri"
        ]
    },
    {
        "text": " 1. 2. Disponer las medidas de no Aprobado por la Comisión Interamericana de Derechos Humanos en la ciudad de Boulder, Colorado, a los 5 días del mes de octubre de 2018. (Firmado): Margarette May Macaulay, Presidenta; Esmeralda Arosemena de Troitiño, Primera Vicepresidenta; Francisco José Eguiguren Praeli; Joel Hernández García, Antonia Urrejola y Flavia Piovesan, Miembros de la Comisión. El que suscribe, Mario López-Garelli, por autorización del Secretario Ejecutivo de la Comisión Interamericana de Derechos Humanos, de conformidad con el artículo 49 del Reglamento de la Comisión, certifica que es copia fiel del original depositado en los archivos de la Secretaría de la CIDH. Mario López-Garelli Por autorización del Secretario Ejecutivo 24",
        "values": [
            "Mario López-Garelli"
        ]
    },
    {
        "text": " 4. Adecuar el régimen de sanciones civiles en materia de libertad de expresión respecto de casos en que la persona ofendida sea un funcionario público o persona pública, o particular que se haya involucrado voluntariamente en asuntos de 5. Divulgar el presente informe en el Poder Judicial de Chile. Aprobado por la Comisión Interamericana de Derechos Humanos en la ciudad de Kingston, Jamaica a los 4 días del mes de mayo de 2019. Esmeralda E. Arosemena Bernal de Troitiño Presidenta 27 Joel Hernández Primer Vicepresidente Margarette May Macaulay Comisionada Luis Ernesto Vargas Silva Comisionado Francisco José Eguiguren Comisionado Flávia Piovesan Comisionada Regístrese y notifíquese conforme a lo acordado. Paulo Abrão Secretario Ejecutivo 28",
        "values": [
            "Paulo Abrão"
        ]
    },
    {
        "text": " En   En virtud de que estas cuestiones afectan de manera relevante el orden público interamericano, de conformidad con el artículo 35.1 f) del Reglamento de la Corte Interamericana, la Comisión se permite solicitar a la Honorable Corte que se La Comisión pone en conocimiento de la Honorable Corte la siguiente información de quien actúa como parte peticionaria en el trámite ante la CIDH conforme a la información más reciente: Javier Mujica Petit XXXXXXXXXXXXXXXXXXXXXXXXX José Martín Torres López XXXXXXXXXXXXXXXXXXXXXXXXXXXXXX Marcelino Meneses Huayra XXXXXXXXXXXXXXXXXXXXXXX Yaneth Josefina Salcedo XXXXXXXXXXXXXXXXXXXXXXXXXX Aprovecho la oportunidad para saludar a usted muy atentamente, Marisol Blanchard Secretaria Ejecutiva Adjunta Anexo 3",
        "values": [
            "Pablo Saavedra Alessandri",
            "Marisol Blanchard"
        ]
    }
]