[
    {
        "text": " ONLINE SAFETY ACT A CT N O OF SECTIONS PART PRELIMINARY Short title and commencement Interpretation Objectives Application Act to bind the State PART ONLINE SAFETY COMMISSION Online Safety Commission Funding Functions of the Commission Powers of the Commission Disclosure of interest Commission to maintain confidentiality Protection from liability Complaints lodged with the Commission Investigation of complaints Commission may refuse to investigate Power of the Commission to delegate PART Who  ",
        "values": [
            "Freedom of Expression",
            "Privacy"
        ]
    },
    {
        "text": "Short title Interpretation Application to Crown Saving of Crown rights Part Powers of Authority Repealed A Powers of Authority B Repealed C Consultation D Guidelines Part Control of Telecommunications Issue of licences A Special licence conditions Last updated date Telecommunications Ordinance T Cap Telecommunications Ordinance Cap Contents Section Page Part Preliminary Control of import and export of radiocommunications transmitting apparatus Last updated date Telecommunications Ordinance T B ",
        "values": [
            "Privacy",
            "Telecommunication"
        ]
    },
    {
        "text": "Hong Kong Bill of Rights Ordinance T Cap Hong Kong Bill of Rights Ordinance Cap Contents Section Page Part I Preliminary Short title Interpretation Effect on preexisting legislation Not adopted as the Laws of the HKSAR Public emergencies Remedies for contravention of Bill of Rights Binding effect of Ordinance Part II The Hong Kong Bill of Rights Hong Kong Bill of Rights Part III Exceptions and Savings Armed forces and persons detained in penal establishments Juveniles under detention Persons   ",
        "values": [
            "Freedom of Expression",
            "Privacy"
        ]
    },
    {
        "text": "The Secretary Ministry Of vs Cricket Association Of Bengal on February Supreme Court of India The Secretary Ministry Of vs Cricket Association Of Bengal on February Equivalent citations AIR SCC Author P Sawant Bench Sawant PB. PETITIONER THE SECRETARY MINISTRY OF INFORMATION BROADCASTING Vs. RESPONDENT CRICKET ASSOCIATION OF BENGAL ANR. DATE OF JUDGMENT BENCH SAWANT PB. BENCH SAWANT PB. MOHAN S J JEEVAN REDDY BP J CITATION AIR SCC JT SCALE ACT HEADNOTE JUDGMENT Leave granted. It will be Has an ",
        "values": [
            "Freedom of Expression",
            "Telecommunication"
        ]
    },
    {
        "text": "IN THE SUPREME COURT OF INDIA CIVIL ORIGINAL JURISDICTION WRIT PETITION CIVIL NO OF IN THE MATTER OF Internet Freedom Foundation Another P ETITIONERS VERSUS Union of India Others R ESPONDENTS ALONG WITH IA No of An Application seeking exparte Interim Stay Directions VOLUME I P AGE N OS A S YNOPSIS L IST OF D ATES W RIT P ETITION A NNEXURE P TO P PAPERBOOK KINDLY SEE INSIDE FOR INDEX PRATEEK CHADDHA ADVOCATE FOR THE PETITIONERS any information generated transmitted received or stored in any The ",
        "values": [
            "Telecommunication",
            "Privacy"
        ]
    },
    {
        "text": "CONTENTS Preamble Chapter I On the sovereignty Chapter II On the King Chapter III On the rights and duties of Khmer citizens Chapter IV On the political regime Chapter V On the economy Chapter VI On the education the culture and the social affairs Chapter VII On the National Assembly Chapter VIII new On the Senate Chapter IX new On the congress of the National Assembly and the Senate Chapter X new On the Royal Government Chapter XI new On the Judiciary Chapter XII new On the Chapter XVI new two",
        "values": [
            "Freedom of Expression",
            "Privacy"
        ]
    },
    {
        "text": "NSRKM Royal Kram We Preahkaruna Preah Bath Samdech Preah Boromneath Norodom Sihamoni Samanphoum Cheatsasna Rakhatkhateya Khemrarothreas Puthinthrea Thoreamohaksat Khemreachnea Samohorpheas Kampuch Ekreachroathboranaksanteh Sopheakmongkulea Sereyvibolar Khemarasreypireas Preah Chao Krong Kampuchea Thipadey Having seen the Constitution of the Kingdom of Cambodia Having seen Royal Decree No NSRKT dated September on the Appointment of the Royal Government of Cambodia Having seen Royah Kram No NS   ",
        "values": [
            "Freedom of Expression",
            "Telecommunication"
        ]
    },
    {
        "text": "The Constitution of the Republic of the Philippines Ofﬁcial Gazette of the Republic of the Philippines GOVPH HOME HTTPSWWWOFFICIALGAZETTEGOVPH PHILIPPINE CONSTITUTIONS HTTPSWWWOFFICIALGAZETTEGOVPHCONSTITUTIONS THE CONSTITUTION OF THE REPUBLIC OF THE PHILIPPINES  The Constitution of the Republic of the Philippines PREAMBLE ARTICLE I National Territory ARTICLE II Declaration of Principles and State Policies ARTICLE III Bill of Rights ARTICLE IV Citizenship ARTICLE V Suffrage ARTICLE VI ARTICLE   ",
        "values": [
            "Freedom of Expression",
            "Privacy"
        ]
    },
    {
        "text": "WWWLIVELAWIN WPCNoL IN THE HIGH COURT OF KERALA AT ERNAKULAM PRESENT THE HONOURABLE SMT JUSTICE PVASHA THURSDAY THE TH DAY OF SEPTEMBER TH BHADRA WPCNo OF L PETITIONER FAHEEMA SHIRINRK AGED YEARS DOHAKSARRK RAYAROTH THAZHE KUNIYIL MADAPPALLI COLLEGE PO VADAKARA KOZHIKKODE DIST. BY ADVS SRILEGITH TKOTTAKKAL SMTSURYA BINOY SMTSNEHA VIJAYAN RESPONDENTS STATE OF KERALA REPRESENTED BY THE SECRETARY DEPARTMENT OF HIGHER EDUCATION SECRETARIAT THIRUVANANTHAPURAM PIN. UNIVERSITY OF CALICUT . UNIVERSITY.",
        "values": [
            "Access to Information",
            "Freedom of Expression"
        ]
    },
    {
        "text": "The Constitution of the Republic of Indonesia As amended by the First Amendment of the Second Amendment of the Third Amendment of and the Fourth Amendment of Unofficial translation THE PREAMBLE TO THE CONSTITUTION Whereas independence is the inalienable right of all nations therefore all colonialism must be abolished in this world as it is not in conformity with humanity and justice And the moment of rejoicing has arrived in the struggle of the Indonesian independence movement to guide the. .  ",
        "values": [
            "Freedom of Expression",
            "Privacy"
        ]
    },
    {
        "text": " CURIA Documents InfoCuria Caselaw English en Home Search form List of results Documents Language of document English ECLIEUC JUDGMENT OF THE COURT Grand Chamber January Information society Obligations of providers of services Retention and disclosure of certain traffic data Obligation of disclosure Limits Protection of the confidentiality of electronic communications Compatibility with the protection of copyright and related rights Right to effective protection of intellectual property In  v  ",
        "values": [
            "Intellectual Property",
            "Privacy"
        ]
    },
    {
        "text": " CURIA Documents InfoCuria Caselaw English en Home Search form List of results Documents Language of document English ECLIEUC JUDGMENT OF THE COURT Grand Chamber July Trade marks Internet Offer for sale on an online marketplace targeted at consumers in the European Union of trademarked goods intended by the proprietor for sale in third States Removal of the packaging of the goods Directive EEC Regulation EC No Liability of the onlinemarketplace operator Directive EC In Case C REFERENCE for a   ",
        "values": [
            "Intellectual Property",
            "Privacy"
        ]
    },
    {
        "text": "Fair Housing Council v Roommate Com LLC F d Court of Appeals th Circuit Google Scholar Fd FAIR HOUSING COUNCIL OF SAN FERNANDO VALLEY The Fair Housing Council of San Diego PlaintiffsAppellees v ROOMMATECOM LLC DefendantAppellant. Fair Housing Council of San Fernando Valley The Fair Housing Council of San Diego PlaintiffsAppellees v Roommatecom LLC DefendantAppellant. Fair Housing Council of San Fernando Valley The Fair Housing Council of San Diego PlaintiffsAppelleesCrossAppellants and Fair v. .",
        "values": [
            "Privacy",
            "Freedom of Expression"
        ]
    },
    {
        "text": " CURIA Documents InfoCuria Caselaw English en Home Search form List of results Documents Language of document English ECLIEUC JUDGMENT OF THE COURT Third Chamber February Information society Copyright Internet Hosting service provider Processing of information stored on an online social networking platform Introducing a system for filtering that information in order to prevent files being made available which infringe copyright No general obligation to monitor stored information In Case C  v   ",
        "values": [
            "Intellectual Property",
            "Privacy",
            "Freedom of Expression"
        ]
    },
    {
        "text": "GR No Today is Monday February Custom Search Constitution Statutes Executive Issuances Judicial Issuances Other Issuances Jurisprudence International Legal Resources AUSL Exclus Disini v The Secretary of Justice GR No February Decision Abad J Concurring and Dissenting Opinion Sereno J Concurring and Dissenting Opinion Carpio J Dissenting and Concurring Opinion Leonen J Separate Concurring Opinion Brion J Republic of the Philippines SUPREME COURT Manila EN BANC GR No February JOSE JESUS M. THE. ",
        "values": [
            "Privacy",
            "Freedom of Expression"
        ]
    },
    {
        "text": "Case mjJMF Document Filed Page of UNITED STATES DISTRICT COURT FOR THE DISTRICT OF COLUMBIA  IN THE MATTER OF THE SEARCH OF INFORMATION ASSOCIATED WITH Magistrate Case No REDACTEDMACCOM THAT IS STORED AT PREMISES CONTROLLED BY APPLE INC  MEMORANDUM OPINION The government challenges an order by Magistrate Judge John M Facciola denying its second application for a search warrant under of the Stored Communications Act USC. The magistrate judge denied the governments application on the ground that ",
        "values": [
            "Access to Information",
            "Privacy"
        ]
    },
    {
        "text": "Case ID DktEntry Page of FOR PUBLICATION UNITED STATES COURT OF APPEALS FOR THE NINTH CIRCUIT C INDY L EE G ARCIA PlaintiffAppellant v G OOGLE I NC a Delaware Corporation Y OU T UBE LLC a California limited liability company N AKOULA B ASSELEY N AKOULA an individual AKA Sam Bacile M ARK B ASSELEY Y OUSSEF A BANOB B ASSELEY N AKOULA M ATTHEW N EKOLA A HMED H AMDY A MAL N ADA D ANIEL K C ARESMAN K RITBAG D IFRAT S OBHI B USHRA R OBERT B ACILY N ICOLA B ACILY T HOMAS J T ANAS E RWIN S ALAMEH Y    ",
        "values": [
            "Intellectual Property",
            "Freedom of Expression"
        ]
    },
    {
        "text": "Government Gazette Staatskoerant R E P U B L I C O F S O U T H A F R I CA R E P U B L I E K VA N S U I D A F R I K A No Regulation Gazette Regulasiekoerant Vol March Maart No ISSN NB The Government Printing Works will not be held responsible for the quality of Hard Copies or Electronic Files submitted for publication purposes AIDS HELPLINE Prevention is the cure No GOVERNMENT GAZETTE MARCH G overnment n otices G oewermentskennisGewinGs Page No Gazette No No Contents IMPORTANT NOTICE T he G. n o.",
        "values": [
            "Telecommunication",
            "Privacy"
        ]
    },
    {
        "text": "LAWS OF BRUNEI CHAPTER COMPUTER MISUSE ACT S REVISED EDITION BLRO LAWS OF BRUNEI Computer Misuse p CAP Ed BLRO LAWS OF BRUNEI REVISED EDITION CHAPTER COMPUTER MISUSE ACT ARRANGEMENT OF SECTIONS Section PART I PRELIMINARY Citation. Interpretation. PART II OFFENCES Unauthorised access to computer material. Access with intent to commit or facilitate commission of offence. Unauthorised modification of computer material. Unauthorised use or interception of computer service. Unauthorised obstruction.",
        "values": [
            "Freedom of Expression",
            "Privacy"
        ]
    },
    {
        "text": "Law on the Media No NA dated July httpwwwlaoservicesportalgovlaindexphprsitedisplaylegalid Official Website Lao Services Portal Register indexphprsiteregister Login indexphprsiteFlogin Home indexphp Search Legal Documents indexphprsiteFsearchlegal View Legal Document Title Law on the Media No NA dated July Type Ministerial Instructions Responsible Agency Ministry of Information Culture and Tourism Issuing Date Click here to see the measures contained in this document Contents Chapter IGeneral  ",
        "values": [
            "Freedom of Expression",
            "Access to Information"
        ]
    },
    {
        "text": "THE STATUTES OF THE REPUBLIC OF SINGAPORE BROADCASTING ACT CHAPTER Original Enactment of REVISED EDITION st August Prepared and Published by THE LAW REVISION COMMISSION UNDER THE AUTHORITY OF THE REVISED EDITION OF THE LAWS ACT CHAPTER Informal Consolidation version in force from Informal Consolidation version in force from Ed. CHAPTER Broadcasting Act ARRANGEMENT OF SECTIONS PART I PRELIMINARY Section Short title Interpretation PART II PROVISIONS RELATING TO AUTHORITY Directions by Minister   ",
        "values": [
            "Freedom of Expression",
            "Telecommunication"
        ]
    },
    {
        "text": "FEDERAL REPUBLIC OF NIGERIA NATIONAL INFORMATION AND COMMUNICATION TECHNOLOGY ICT FINAL DRAFT POLICY By Ministry Of Communication Technology August Executive summary ICT has been acknowledged to be one of the most critical tools underpinning socio economic development in the st century Its global importance has led to numerous countries transforming their ICT sectors to lend support to other critical sectors in terms of efficiency productivity and transparency thus aiding job creation. Nigeria.",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "SOMALI REPUBLIC THE TRANSITIONAL FEDERAL GOVERNMENT MINISTRY OF INFORMATION Somali Media Law   The Media Law Art Definition of the Media Its objectives The media is the system through which information knowledge speeches data and ideas could be disseminated to the society while utilizing visual auditory and printed devices Such as newspapers radios televisions press agencies websites speeches films hand drawings books and any other printed material exhibited openly to the pubic. b Promoting c. .",
        "values": [
            "Intellectual Property",
            "Access to Information"
        ]
    },
    {
        "text": "COMMUNICATIONS COMMISSION OF KENYA DISPUTE BETWEEN ESSAR TELECOM KENYA LIMITED AND AIR TOUCH CONNECTIONS LIMITED INTERCONNECTION DETERMINATION NO OF  INTRODUCTION This Determination is made under the Kenya Communications Act and as amended hereinafter referred to as the Act and the Kenya Communications Regulations hereinafter referred to as the Regulations. This Determination shall be known as the Determination No of on the Disconnection of E link number allocated to Airtouch Connections.  . . .",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "Geoffrey Andare v Attorney General others eKLR REPUBLIC OF KENYA IN THE HIGH COURT OF KENYA AT NAIROBI MILIMANI LAW COURTS CONSTITUTIONAL AND HUMAN RIGHTS DIVISION PETITION NO OF BETWEEN GEOFFREY ANDARE PETITIONER VERSUS THE HON ATTORNEY GENERAL ST RESPONDENT DIRECTOR OF PUBLIC PROSECUTIONS ND RESPONDENT AND ARTICLE EAST AFRICA INTERESTED PARTY JUDGMENT In his petition dated th April the petitioner challenges the constitutionality of section of the Kenya Information and Communication Act Cap A ",
        "values": [
            "Freedom of Expression",
            "Telecommunication"
        ]
    },
    {
        "text": "REPUBLIC OF KENYA IN THE HIGH COURT OF KENYA AT NAIROBI MILIMANI LAW COURTS CONSTITUTIONAL AND HUMAN RIGHTS DIVISION PETITION NO OF BETWEEN ROYAL MEDIA SERVICES LTD PETITIONER AND THE HON ATTORNEY GENERAL ST RESPONDENT THE MINISTER OF INFORMATION AND BROADCASTING ND RESPONDENT THE COMMUNICATION COMMISSION OF KENYA RD RESPONDENT RULING NO On Sunday rd February I directed that the parties appear before me today th February for further orders and or directions The rd respondent the. According to. ",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "Ruling on Internet Service Providers dispute on services offered by Telkom Kenya Limited th August Background A dispute was lodged with the Communications Commission of Kenya hereinafter referred to as the Commission by representatives of Internet Service providers hereinafter referred to as ISPs on th June citing issues concerning the following products offered by Telkom Kenya Limited Asymmetrical Digital subscriber line hereinafter referred to as ADSL Analogue Private Wire hereinafter Dialup .",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "SAB International ta Sabmark International v Laugh It Off Promotions All SA C Division Cape of Good Hope Provincial Division Date March Case No Before Cleaver J Sourced by CWebster and ADMaher Summarised by MTNaidoo Editors Summary Cases Referred to Judgment. Intellectual property Patents Trade marks Infringement of Trade Marks Act of Section c Antidilution provision Reputation or unique identity of the trade is blurred or diluted Trade mark is eroded by its use in relation to. Intellectual.  .",
        "values": [
            "Intellectual Property",
            "Freedom of Expression"
        ]
    },
    {
        "text": "THE INDEPENDENT BROADCASTING AUTHORITY ACT Act Proclaimed by Proclamation No of wef st January ARRANGEMENT OF SECTIONS Section PART I PRELIMINARY Short title Interpretation PART II THE AUTHORITY Establishment of Authority Objects of Authority Powers of Authority Constitution of Authority Disqualification Meetings of Authority Term of office Remuneration Director Appointment of staff PART III FINANCE General Fund Revenue and expenditure Raising of loans Auditor Annual report PART IV LICENSING   ",
        "values": [
            "Access to Information",
            "Intellectual Property"
        ]
    },
    {
        "text": "SOMALI REPUBLIC THE TRANSITIONAL FEDERAL GOVERNMENT MINISTRY OF INFORMATION Somali Media Law   The Media Law Art Definition of the Media Its objectives The media is the system through which information knowledge speeches data and ideas could be disseminated to the society while utilizing visual auditory and printed devices Such as newspapers radios televisions press agencies websites speeches films hand drawings books and any other printed material exhibited openly to the pubic. b Promoting c. .",
        "values": [
            "Access to Information",
            "Freedom of Expression"
        ]
    },
    {
        "text": "THE CONSTITUTION OF SIERRA LEONE Act No of ARRANGEMENT OF SECTIONS C HAPTER I THE REPUBLIC OF SIERRA LEONE Declaration of Republic Public Seal The National Flag and National Anthem C HAPTER II FUNDAMENTAL PRINCIPLES OF STATE POLICY Fundamental Obligations of Government Government and the People Political Objectives Economic Objectives Social Objectives Educational Objectives Foreign Policy Objectives Obligations of the Mass Media Enhancement of National Culture Duties of the Citizen Fundamental",
        "values": [
            "Access to Information",
            "Freedom of Expression",
            "Intellectual Property",
            "Privacy"
        ]
    },
    {
        "text": "PDF generated Apr constituteprojectorg Egypts Constitution of Translated by International IDEA Prepared for distribution on constituteprojectorg with content generously provided by International IDEA This document has been recompiled and reformatted using texts collected in International IDEAs ConstitutionNet. constituteprojectorg PDF generated Apr Table of contents Preamble Chapter One The State Article Nature of the Republic Article Islam Principles of Islamic Sharia Article Christian and    ",
        "values": [
            "Access to Information",
            "Freedom of Expression",
            "Intellectual Property",
            "Privacy"
        ]
    },
    {
        "text": "THE DATA PROTECTION ACT Act Proclaimed by Proclamation No of wef Sections and of Part I Sections b c e g h i and j and of Part II Proclaimed by Proclamation No of wef th February. SECTIONS a d AND f TO AND TO OF THE DATA PROTECTION ACT assent ANEROOD JUGNAUTH President of the Republic th June ARRANGEMENT OF SECTIONS Section PART I PRELIMINARY Short title Interpretation Application of Act PART II DATA PROTECTION OFFICE Data Protection Office Functions of Commissioner Confidentiality and oath    ",
        "values": [
            "Access to Information",
            "Privacy"
        ]
    },
    {
        "text": "National Communications Authority Act Act ARRANGEMENT OF SECTIONS S e ction s Natio n al Communications Authorit y Establishment of the National Communications Authority Object of the Authority Functions of the Authority Powers of the Authority Regulatory and best practice of the Authority Governing body of the Authority Liability of members Tenure of office of members of the Board Meetings of the Board Disclosure of interest Declaration of registrable interests Establishment of committees     ",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "PROCLAMATION NO COMMUNICATIONS PROCLAMATION Part One General Provisions Short Title This Proclamation may be cited as the Communication Proclamation No. Definitions In this Proclamation unless the context otherwise requires a broadcasting or broadcast means the transmission of voice music visual images and the like by radio waves by cable intended to be received directly by the general public b broadcasting receiver equipment shall mean apparat which receive radio broadcasting and c d e f g h i",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "Act Access to Information Act  ACTS SUPPLEMENT No th July ACTS SUPPLEMENT To The Uganda Gazette No Volume XCVIII dated th July Printed by UPPC Entebbe by Order of the Government  Act Access to Information Act THE ACCESS TO INFORMATION ACT.  ARRANGEMENT OF SECTIONS. Section P ART I P RELIMINARY. Short title and commencement. Application Purpose of Act Interpretation. P ART II A CCESS TO R ECORDS AND I NFORMATION. Right of access Access to information and records Manual of functions and index. . .",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "COMMUNICATIONS COMMISSION OF KENYA DETERMINATION ON RETAIL AND INTERCONNECTION RATES AMONG THE FIXED AND MOBILE TELECOMMUNICATIONS NETWORKS IN KENYA INTERCONNECTION DETERMINATION NO OF INTRODUCTION This Determination is made under the Kenya Communications Act of hereinafter referred to as the Act and the Kenya Communications Regulations hereinafter referred to as Regulations. This Determination shall be known as the Determination No of on Cost based Interconnection Rates for Fixed and Mobile.  ",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "REPUBLIC OF KENYA NATIONAL INFORMATION COMMUNICATIONS TECHNOLOGY ICT POLICY BY MINISTRY OF INFORMATION COMMUNICATIONS JANUARY TABLE OF CONTENTS VISION AND MISSION STATEMENTS INTRODUCTION BACKGROUND STATUS OF ICT IN KENYA THE POLICY AND REGULATORY FRAMEWORK CHALLENGES OF ICT IN NATIONAL DEVELOPMENT INTRODUCTION POLICY LEGAL AND REGULATORY FRAMEWORK ICT INFRASTRUCTURE HUMAN RESOURCE DEVELOPMENT ELECTRONIC LEARNING UNIVERSAL ACCESS PUBLICPRIVATE PARTNERSHIPS PPP ELECTRONIC GOVERNMENT ELECTRONIC   ",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "LAWS OF KENYA T he K enya I nformaTIon a nd C ommunICaTIons a CT C hapter a Revised Edition Published by the National Council for Law Reporting with the Authority of the Attorney General wwwkenyalaworg CAP A Kenya Information and Communications Rev CHAPTER A THE KENYA INFORMATION AND COMMUNICATIONS ACT ARRANGEMENT OF SECTIONS P art IP relImInary Section Short title and commencement Interpretation. P art IIC ommunICatIons C ommIssIon of K enya Establishment of Commission Headquarters. Object. P .",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "IN EXERCISE of the powers conferred by section P of the Kenya Information and Communications Act the Minister for Information and Communications in consultation with the Communications Commission of Kenya makes the following Regulations THE KENYA INFORMATION AND COMMUNICATIONS UNIVERSAL ACCESS AND SERVICE REGULATIONS Citation. These Regulations shall be cited as the Kenya Information and Communications Universal Access and Service Regulations. Interpretation. In these Regulations unless the    ",
        "values": [
            "Access to Information",
            "Telecommunication"
        ]
    },
    {
        "text": "Law No of Pertaining to the Protection of Intellectual Property Rights The Peoples Assembly has passed the following law and it is hereby promulgated Article One The protection of intellectual property rights shall be governed by the attached law. Article Two The following laws shall hereby be repealed A Law of pertaining to Trademarks and Commercial Data. B Law of pertaining to Patents of Invention and Industrial Drawings and Designs with the exception of the provisions of patents of C Law of.",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "Legislation Opinion Department Date Law No Law on Securing the Right to Information Access Article This Law shall be nominated Law on Securing the Right to Information Access and come into force as of the date it is published in the Official Gazette. Article Unless the context otherwise so requires the following words and sentences wherever mentioned in the present Law shall have the meanings attributed thereto below Information any oral or written data written copied recorded or. Classified. .",
        "values": [
            "Access to Information"
        ]
    },
    {
        "text": "TELECOMMUNICATIONS REGULATORY COMMISSION JORDAN TELECOMMUNICATIONS LAW NO OF Law No of has been amended by virtue of the Amending Law No of  The original law was issued in the Official Gazette No dated. CONTENTS  ROYAL DECREE CHAPTER I Definitions CHAPTER II Tasks of the Ministry CHAPTER III The Telecommunications Regulatory Commission CHAPTER IV Licensing of Telecommunications Network CHAPTER V Frequency Management and Licensing CHAPTER VI Renewal Amendment Cancellation of Licenses CHAPTER VII",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "UNOFFICAL TRANSLATION Telecommunications Regulatory Act Amendments  Page of CHAPTER ONE Definitions and General Rules Article In the application of this Act the following terms and expressions shall have the meanings assigned to each of them unless the text otherwise requires The Minister Minister of Transport and Communications The Authority Telecommunications Regulatory Authority described in the Act Repeated The Council The Authority Board Repeated Chairman The Telecommunications Regulatory ",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "LAW ON INDUSTRIAL PROPERTY RIGHTS Royal Decree Promulgating the Law on Industrial Property Rights We Qaboos bin Said Sultan of Oman After perusal of the Basic Law of the State promulgated by Royal Decree the law on Trade Marks data and Secrets and Protection against illegal competition promulgated by Royal Decree the law on Industrial fees and specimens promulgated by Royal Decree the law on the protection of geographical data indices promulgated by Royal Decree the law on the protection of the",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "LAW OF COPYRIGHTS AND NEIGHBORING RIGHT Royal Decree Promulgating the Law of Copyrights and Neighboring Rights We Qaboos bin Said Sultan of Oman After perusal of the Basic Law of the State promulgated by Royal Decree The Financial Law promulgated by the Royal Decree no The Judiciary Authority Law promulgated by the Royal Decree no The Public Prosecution Law promulgated by the Royal Decree no The Law of Penal Procedures promulgated by the Royal Decree no The Law of Copyrights and Neighboring And",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "REGULATIONS UNDER THE LAW ON INDUSTRIAL PROPERTY RIGHTS AND THEIR ENFORCEMENT FOR THE SULTANATE OF OMAN  Article Definition In these Regulations unless the context otherwise requires Act The Act on Industrial Property Rights and their Enforcement promulgation by the Royal Decree No. Regulations The regulation under the Act on Industrial Property Rights and their enforcement Sultanate The Sultanate Of Oman. Ministry The Ministry Of Commerce and Industry. Minister The Minister Of Commerce and. . .",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "This is an unofficial translation of the Resolution and is provided here for information purposes only Reliance may only be placed upon the official Arabic version of the Resolution. Resolution No issuing Regulations on Protection of the Confidentiality and Privacy of Beneficiary Data Pursuant to the Telecommunications Regulatory Act issued by the Royal Decree No and The Executive Regulations issued by Resolution No and The approval of the Telecommunications Regulatory Authority at its meeting ",
        "values": [
            "Privacy"
        ]
    },
    {
        "text": "Decision No Rules for importing exporting reexporting and usage of Encryption Systems and Equipment Pursuant to the Telecommunications Regulatory Act issued by the Royal Decree No and The Executive Regulation of the Act referred to issued by the Ministerial Decision No and The approval of the Authority dated and Based on the exigencies of the public interest It is resolved Article The annexed rules shall be enforced in importing exporting re exporting and usage of encryption systems and. . .   ",
        "values": [
            "Privacy"
        ]
    },
    {
        "text": "ALGERIA Copyright Law Law no of Copyright and Neighbouring Rights Law Order Act No dated Jumada I corresponding to July related to Copyrights and Neighboring Rights. By virtue of the Constitution especially Articles and therein In accordance with Order Act No dated Safar corresponding to June which includes the Civil Procedures Law as amended and supplemented In accordance with Order No dated Safar corresponding to June which includes the Penal Procedures Law as amended and supplemented In In  ",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "Dahir No of Kaada February enacting Law No on Copyright and Related Rights PRAISE BE TO GOD ALONE Grand Seal of His Majesty Mohammed VI May it be known by the present may God raise and strengthen its content That our Sherifian Majesty Considering the Constitution particularly Articles and HAS DECIDED THE FOLLOWING Law No on Copyright and Related Rights as adopted by the House of Counselors and the House of Representatives is enacted and shall be published in the Official Gazette following. Done.",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "The Syrian Telecommunication Law Issued by Law No of Table of Content Chapter General Provisions and Definitions Article Purpose of Regulation of the Telecommunication Sector Article Definitions Chapter Two The Ministry Article Functions of the Ministry Chapter Three The Telecommunications Regulatory Authority Article Establishing the Authority Article The Authoritys Functions and Powers Article The Authoritys Structure Article The Board of Commissioners Article Board Membership Termination or ",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "FEDERAL LAW NO Issued on Corresponding to Jamadi El Thani H. ON TELECOMMUNICATIONS APPARATUS AND WIRELESS COMMUNICATIONS Amended by Federal Law No dated and Federal Law No dated We Zayed Bin Sultan Al Nahyan President of the United Arab Emirates State After perusing Law no of on the Jurisdiction of Ministries and Powers of the Ministers Acting upon the proposition of the Minister of Communications the approval of the Council of Ministers and the Federal National Council and the ratiﬁcation of  ",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "Federal law No Issued on Corresponding to Rabi al Akhar H. ON COPYRIGHTS AND RELATED RIGHTS Abrogating Federal law no dated Amended by Federal Law no dated We Zayed Ben Sultan Al Nahyan President of the United Arab Emirates Pursuant to the perusal of the Constitution and Federal Law no of regarding the jurisdictions of the Ministries and the competences of the Ministers and the amending laws thereof and Federal Law no of regarding Printings and Publications and Federal Law no of regarding the  ",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "FEDERAL LAW NO Issued on Corresponding to Rabi al Thani H. CONCERNING TRADEMARKS Amended by Federal Law no dated and Federal Law no dated. We Zayed Bin Sultan Al Nahyan President of the United Arab Emirates State Pursuant to the perusal of the provisional Constitution and Federal Law no of regarding the jurisdictions of the Ministries and the competences of the Ministers and the amending laws thereof and Federal Law no of regarding the Repression of Fraud and Swindling in Commercial Federal Law",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "Ministerial Decision No Issued on Corresponding to Shaaban H. ON THE IMPLEMENTING REGULATION OF FEDERAL LAW NO OF ON TRADEMARKS Amended by Ministerial Decision no dated The Minister of Economy and Trade Pursuant to the perusal of the Federal Law no of regarding the jurisdictions of the Ministries and the competences of the Ministers and the amending laws thereof and The Federal Law no of on Trademarks and Acting upon the proposal of the Undersecretary Has decided TITLE ONE DEFINITIONS Article  .",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "Regulatory Policy Registration Requirements for Mobile Consumers Version Document Date September Telecommunications Regulatory Authority TRA PO Box Abu Dhabi United Arab Emirates UAE wwwtragovae Version Control ا را ا ر را ا لو ا را ا Deﬁnitions The terms words and phrases used in this Regulatory Policy shall have the same meaning as are ascribed to them in the Telecommunications Law unless this Regulatory Policy expressly provides for otherwise or the context in which those terms words and   .",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "FEDERAL DECREE LAW NO Issued on Corresponding to Ramadan H. ON ORGANIZING THE TELECOMMUNICATIONS SECTOR Amended by Federal Law No dated Federal Law No dated We Zayed Bin Sultan Al Nahyan President of the United Arab Emirates States Pursuant the perusal of the Constitution and Federal Law No of On the Jurisdiction of Ministries and the Powers of Ministers and its amending laws and Federal Law No of On Wireless Communications and Apparatus and its amending laws and Federal Law No of On the State ",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "Regulatory Policy Voice Over Internet Protocol Version issue date decembre Revision Control Purpose and Scope The advent of new transmission technologies that make use of the Internet have and are having a profound impact on the development of Telecommunication Services and Telecommunication Networks One group of such technologies is often referred to as VoIP However the term VoIP is often used in different ways by different commentators for different purposes Sometimes it is used to refer to a.",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "Regulations Private Mobile Radio PMR Service Version issue date decembre Article Deﬁnitions In applying these Regulations the following terms shall have the following meanings unless the context requires otherwise whereas any term undeﬁned in the following shall be deﬁned in line with the Federal Law by Decree No of as amended its Executive Order and Radiocommunications Policy Applicant means any Person who has applied for a License or an Authorization in accordance with the Telecom Law or. . .",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "REGULATION NO OF THE SUPREME COMMITTEE SUPERVISING THE TELECOMMUNICATIONS NETWORK Issued on Corresponding to Shaaaban H. EMBODYING THE IMPLEMENTATION REGULATION OF THE FEDERAL DECREE LAW NO REGULATING THE TELECOMMUNICATIONS SECTOR Amended by Regulation No dated and Regulation No dated The Supreme Committee Supervising the Telecommunications Sector Pursuant to the perusal of the Federal Decree Law No of regulating the Telecommunications Sector and The Federal Decree No of forming the Supreme    ",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "Law No of Promulgating the Law Regulation of Trademarks in the GCC Countries Number of Articles Table of Content Issuance Articles Part Definitions Part Procedures Chapter one Registration Procedures of Trademarks Chapter Two The Term of Trademark Protection Chapter Three Cancellation of Trademark Registrat Chapter Four The Transfer of Ownership Lien and Part Licensing Contracts Part Collective Trademarks Control Trademarks Part Rights Enforcement Part Sanctions Part Final Provisions We Tamim  ",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "Law No of on the Protection of Copyright and Neighbouring Rights Number of Articles Table of Content Part Definitions Part Jurisdiction and Provisions of Protection Part Authors Financial and Moral Rights Chapter One Financial Rights Chapter Two Moral Rights Part Duration of Protection Part Restrictions on Copyright and Neighbouring Rights Part Provisions relating to a Work following the Death of an Author Part Provisions Related to Certain Works Part Neighbouring Rights Chapter One Rights of  ",
        "values": [
            "Intellectual Property"
        ]
    },
    {
        "text": "Republican Decree on Law of Pertaining to Wired and Wireless Telecommunications as amended Article Definitions Article The State is the only agency represented by the Ministry of Communications MC currently referred to as Ministry of Telecommunications and Information Technology which is entitled to establish operate and maintain wired and wireless telecommunication centers on the territory of the Republic of Yemen and between it and other states It is also entitled to authorize the. Article  a",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "LAW FOR THE YEAR REGARDING THE RIGHT OF ACCESS TO INFORMATION In the name of the people President of the republic After reviewing the constitution of the Yemeni Republic And after the approval of the house of representatives We issued the following law PART I Chapter I Nomenclature and Definitions ARTICLE This law is called the law of the right of access to information. ARTICLE For the purposes of this law the following words and phrases shall have the meanings assigned to them unless the. . . .",
        "values": [
            "Access to Information"
        ]
    },
    {
        "text": "Telecom Act Issued under the Council of Ministers resolution No dated H corresponding to Approved pursuant to the Royal Decree No M dated H corresponding to This English language text is not an official translation and is provided for information purposes only It confers no rights and impose no obligation separate from those from those conferred or imposed by the original Arabic text formally adopted and published In the event of any discrepancies between the English translation and the Arabic.",
        "values": [
            "Telecommunication"
        ]
    },
    {
        "text": "Copyright Law Royal Decree No M Rajab Page Article Definitions The following terms wherever used in this Law shall have the meanings following them unless the context requires otherwise. Work Any literary scientific or artistic work. Joint Work A work composed by two or more natural or corporate persons whether the contribution of each is separable or not. Collective Work The work collectively composed by a group at the instruction of a person natural or corporate who undertakes its. Audio Work",
        "values": [
            "Intellectual Property"
        ]
    }
]