[
    {
        "text": "   14. Disponer, de conformidad con el artículo 4 del Reglamento de la Corte sobre el Funcionamiento del Fondo de Asistencia Legal de Víctimas, que la Secretaría del Tribunal abra un expediente de gastos, donde se documentará cada una de las erogaciones que se realicen con el 15. Disponer que la Secretaría de la Corte Interamericana notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, al representante y a Paraguay. Resolución del Presidente de la Corte Interamericana de Derechos Humanos. Caso Arrom Suhurt y otros Vs. Paraguay. Eduardo Ferrer Mac-Gregor Poisot Presidente Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Eduardo Ferrer Mac-Gregor Poisot Presidente Pablo Saavedra Alessandri Secretario",
        "values": [
            "Eduardo Ferrer Mac-Gregor Poisot"
        ]
    },
    {
        "text": " 1. 2. 3. Solicitar a los representantes de la víctima y a la Comisión Interamericana de Derechos Humanos que presenten observaciones al informe del Estado mencionado en el punto 4. Continuar supervisando los puntos pendientes de cumplimiento de la Sentencia sobre fondo, reparaciones y costas de 28 de noviembre de 2002. 5. Notificar la presente Resolución al Estado, a la Comisión Interamericana de Derechos Humanos y a los representantes de las víctimas y sus familiares. 8 Sergio García Ramírez Presidente Alirio Abreu Burelli Oliver Jackman Antônio A. Cançado Trindade Manuel E. Ventura Robles Diego García-Sayán Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Sergio García Ramírez Presidente Pablo Saavedra Alessandri Secretario",
        "values": [
            "Sergio García Ramírez"
        ]
    },
    {
        "text": "  LA  1. Convocar a una audiencia pública para el 30 de julio de 1991 a las 15:00 horas con el objeto de conocer los puntos de vista del Gobierno de Guatemala y de la Comisión sobre la solicitud de prórroga formulada por el 2 2. Conocer también, en dicha audiencia pública, de las medidas que, en atención a la resolución del Presidente del 15 de julio del presente año, ha tomado el Gobierno de Guatemala. 3. Reservarse el derecho de convocar a una audiencia pública para resolver la petición de la Comisión sobre medidas provisionales respecto de Guatemala. Héctor Fix-Zamudio Presidente Orlando Tovar Tamayo Thomas Buergenthal Rafael Nieto Navia Policarpo Callejas Bonilla Sonia Picado Sotela Julio A. Barberis Manuel E. Ventura Robles Secretario",
        "values": [
            "Héctor Fix-Zamudio"
        ]
    },
    {
        "text": " 32. A 33. A su vez, el fenómeno actual de la expansión de dichas personalidad y capacidad jurídicas internacionales 28 responde, como se desprende de recientes casos ante esta Corte atinentes a miembros de colectividades humanas, a una necesidad apremiante de la comunidad internacional de nuestros días. En fin, el desarrollo doctrinal y Antônio Augusto Cançado Trindade Juez Pablo Saavedra Alessandri Secretario 27 . Cf. A.A. Cançado Trindade, \"Reply [- Assistance Humanitaire]\", 70 Annuaire de l'Institut de Droit International - Session de Bruges (2002-2003) n. 1, pp. 536-540. 28 . Cf. A.A. Cançado Trindade, El Acceso Directo del Individuo a los Tribunales Internacionales de Derechos Humanos , Bilbao, Universidad de Deusto, 2001, pp. 9-104.",
        "values": [
            "Sergio García Ramírez"
        ]
    },
    {
        "text": "  1. Apremiar al Gobierno de Honduras a que adopte sin dilación cuantas medidas sean necesarias para prevenir nuevos atentados contra los derechos fundamentales de quienes han comparecido o han sido citados para comparecer ante esta Corte con motivo de los casos Velásquez Rodríguez, Fairén Garbi y Solís Corrales y Godínez Cruz, en escrupuloso cumplimiento de 2. Instar igualmente al Gobierno de Honduras para que extreme todos los medios a su alcance para investigar esos repudiables crímenes, identificar a los culpables y aplicarles las sanciones previstas en el derecho interno hondureño. Rafael Nieto Navia Presidente Héctor Gros Espiell Rodolfo E. Piza E. Pedro Nikken Héctor Fix-Zamudio Rigoberto Espinal Juez ad hoc Charles Moyer Secretario",
        "values": [
            "Rafael Nieto Navia"
        ]
    },
    {
        "text": "1. Desestima las excepciones preliminares opuestas por el Gobierno de Honduras, salvo la referente al no agotamiento de los recursos de jurisdicción interna que ordena por unanimidad, 2. Continúa con el conocimiento del presente caso. por unanimidad, 3. Reserva el pronunciamiento sobre costas para decidirlo con la cuestión de fondo. 19 Redactada en español e inglés, haciendo fe el texto en español. Leída en sesión pública en la sede de la Corte en San José, Costa Rica, el día 26 de junio de 1987. Thomas Buergenthal Presidente Rafael Nieto Navia Rodolfo E. Piza E. Pedro Nikken Héctor Fix-Zamudio Héctor Gros Espiell Rigoberto Espinal Irías Charles Moyer Secretario Comuníquese y ejecútese Thomas Buergenthal Presidente Charles Moyer Secretario",
        "values": [
            "Thomas Buergenthal"
        ]
    },
    {
        "text": "   11. Informar à Comissão Interamericana de Direitos Humanos, aos representantes das supostas vítimas e ao Estado do Brasil que contam com prazo até 21 de junho de 2010, para apresentar suas alegações finais escritas sobre as exceções preliminares e eventuais mérito, reparações e custas neste caso. Este prazo é improrrogável e independente da remissão da cópia da gravação da audiência 12. Requerer à Secretaria do Tribunal que notifique a presente Resolução à Comissão Interamericana de Direitos Humanos, aos representantes das supostas vítimas e ao Estado do Brasil. 20 Diego García-Sayán Presidente Emilia Segares Rodríguez Secretária Adjunta Comunique-se e execute-se, Diego García-Sayán Presidente Emilia Segares Rodríguez Secretária Adjunta",
        "values": [
            "Diego García-Sayán"
        ]
    },
    {
        "text": "7. Disponer que la Secretaría de la Corte notifique la presente Resolución al Estado, a los representantes de las víctimas y a la Comisión Interamericana de Derechos Corte IDH. Caso Granier y otros (Radio Caracas Televisión) Vs. Venezuela. Supervisión de cumplimiento de sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 10",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "18. Informar a los representantes, al Estado y a la Comisión Interamericana que cuentan con un plazo hasta el 15 de marzo de 2021 para presentar sus alegatos finales escritos y observaciones finales escritas, respectivamente, en relación con las excepciones preliminares, eventuales fondo, y reparaciones y costas en el presente caso. Este plazo es improrrogable e independiente de la 19. Disponer que la Secretaría de la Corte Interamericana notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, a los intervinientes comunes y al Estado de Colombia. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -28-",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "   18. 19. Requerir a los representantes que, a más tardar junto con sus alegatos 20. Disponer, de conformidad con el artículo 4 del Reglamento de la Corte sobre el Funcionamiento del Fondo de Asistencia Legal de Víctimas, que la Secretaría del Tribunal abra un expediente de gastos, donde se documentará cada una de las erogaciones que se realicen con el Fondo de Asistencia Legal de Víctimas. 21. Disponer que la Secretaría de la Corte Interamericana notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, a los representantes y al Estado de Honduras. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 12",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "  8. Informar al representante, al Estado y a la Comisión Interamericana que, en los términos del artículo 56 del Reglamento, cuentan con un plazo de un mes, contado a partir del día en que, de conformidad con lo establecido en el 9. Disponer que la Secretaría de la Corte Interamericana de Derechos Humanos notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, al representante de las presuntas víctimas y a la República de Ecuador. Resolución de la Presidenta de la Corte Interamericana de Derechos Humanos. Caso Villarroel Merino y otros Vs. Ecuador. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 5",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "  58 Véanse los casos 59 Véanse los principios y directrices relativos al derecho a un juicio justo y a asistencia jurídica en África. Cfr. Caso Martínez Esquivia Vs. Colombia. Excepciones preliminares, Fondo y Reparaciones , supra, párr 93. 60 Véanse las Directrices de las Naciones Unidos sobre la función de los fiscales, así como los criterios de la Relatoría Especial de Naciones Unidas sobre la independencia de los magistrados y abogados. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párrs. 89 y 90. 61 Véase, entre otros elementos, la Declaración de Burdeos, relativo al informe conjunto del Consejo Consultivo de Jueces Europeos y el Consejo Consultivo de Fiscales Europeos. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párr. 91. 13",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": " 9. La Corte supervisará el cumplimiento íntegro de esta Sentencia, en ejercicio de sus atribuciones y en Redactada en español en San José, Costa Rica, el 17 de noviembre de 2020. Corte IDH. Caso Almeida Vs. Argentina. Fondo, Reparaciones y Costas. Sentencia de 17 de noviembre de 2020. Corte IDH. Caso Almeida Vs. Argentina. Fondo, Reparaciones y Costas. Sentencia de 17 de noviembre de 2020. Sentencia adoptada en San José, Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 25",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "1. Declarar que la República del Ecuador ha cumplido con reintegrar al Fondo de Asistencia Legal de Víctimas de la Corte Interamericana de Derechos Humanos la cantidad dispuesta en el punto resolutivo décimo cuarto y el párrafo 241 de la Sentencia. Sin perjuicio de ello, se exhorta al Estado que realice el pago de los intereses al Fondo de Asistencia Legal de V í ctimas de 2. Disponer que la Secretaría de la Corte Interamericana de Derechos Humanos notifique la presente Resolución al Estado de Ecuador, a los representantes de las víctimas y a la Comisión Interamericana. -2- Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -3-",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "20. In 21. Obiter dicta , it is necessary to recall the disastrous results of corporate and verticalized judiciaries in the face of the irruption of the totalitarian regimes in the inter- war years in Germany, Italy and France. Moreover, it should also be added that, even though this case relates to a rule applicable by the collegiate organs of the Judiciary itself, the prohibitions that it contains could not be tolerated even if the sanctions were imposed by an organ external to the Judiciary or belonging to the Judiciary but distinct from the collegiate 22. I add these considerations in concurrence with those expressed unanimously in this judgment. 23. This is my opinion. Eugenio Raúl Zaffaroni Judge Pablo Saavedra Alessandri Secretary 3",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": " VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la situación ahora señalada en el párrafo N° 11 de los Considerandos de la Resolución del rótulo. Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario 1",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "   11. Informar a los representantes, al Estado y a la Comisión Interamericana que, en los términos del artículo 56 del Reglamento, cuentan con un plazo improrrogable hasta el 12 de abril de 2021 para presentar sus alegatos 12. Requerir al Estado que remita, a más tardar el 15 de febrero de 2021, los documentos solicitados por la Presidenta en el Considerando 25 de la presente Resolución. 13. Disponer que la Secretaría de la Corte Interamericana notifique la presente Resolución a la Comisión Interamericana de Derechos Humanos, a los representantes y al Estado de El Salvador. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 11",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "  POR LA en el uso de las RESUELVE: 1. Declarar que el Estado de Guatemala ha cumplido con reintegrar al Fondo de Asistencia Legal de Víctimas de la Corte Interamericana de Derechos Humanos la cantidad dispuesta en el punto resolutivo 16 y el párrafo 245 de la Sentencia de excepción preliminar, fondo, reparaciones y costas del caso Cuscul Pivaral y otros. 2. Disponer que la Secretaría de la Corte Interamericana de Derechos Humanos notifique la presente Resolución al Estado de Guatemala, a las representantes de las víctimas y a la Comisión Interamericana de Derechos Humanos. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -2-",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "  2. Aclarar, por medio de 3. Disponer que la Secretaría de la Corte notifique la presente Sentencia de Interpretación a la República Argentina, a los representantes de las víctimas y a la Comisión Interamericana de Derechos Humanos. 8 Corte IDH. Caso Comunidades indígenas miembros de la Asociación Lhaka Honhat (Nuestra Tierra) Vs. Argentina. Interpretación de la Sentencia de Fondo, Reparaciones y Costas . Sentencia de 24 de noviembre de 2020. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Eduardo Vio Grossi Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 9",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "4. Archivar 5. Disponer que la Secretaría de la Corte notifique la presente Resolución al Estado, a los representantes de la víctima y a la Comisión Interamericana de Derechos Humanos. Corte IDH. Caso Colindres Schonenberg Vs. El Salvador. Supervisión de Cumplimiento de Sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -4-",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": " Estado y de las representantes mencionados anteriormente 6. Que la Secretaría notifique la presente Resolución al Estado, a la Comisión Interamericana de Derechos Humanos y a las representantes de la beneficiaria. 10 Corte IDH. Asunto Castro Rodríguez respecto de México. Medidas Provisionales. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Eduardo Vio Grossi Humberto Antonio Sierra Porto Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario 11",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "LA en el uso de las atribuciones RESUELVE: 1. Declarar que el Estado del Perú ha cumplido con reintegrar al Fondo de Asistencia Legal de Víctimas de la Corte Interamericana de Derechos Humanos la cantidad dispuesta en el punto resolutivo 23 y el párrafo 259 de la Sentencia de excepciones preliminares, fondo, reparaciones y costas del caso Rosadio Villavicencio. 2. Disponer que la Secretaría de la Corte Interamericana de Derechos Humanos notifique la presente Resolución al Estado del Perú, a las representantes de la víctima y a la Comisión Interamericana de Derechos Humanos. Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -2-",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "3. Desestimar por improcedente la solicitud de interpretación de 4. Disponer que la Secretaría de la Corte notifique la presente Sentencia de Interpretación al Estado de Perú, a la víctima y a la Comisión Interamericana de Derechos Humanos. Corte IDH. Caso Rosadio Villavicencio Vs. Perú. Interpretación de la Sentencia de Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 8 de octubre de 2020. L. Patricio Pazmiño Freire Presidente en ejercicio Eduardo Vio Grossi Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, 8 L. Patricio Pazmiño Freire Presidente en ejercicio Pablo Saavedra Alessandri Secretario 9",
        "values": [
            "L. Patricio Pazmiño Freire"
        ]
    },
    {
        "text": " 6. 7. 8. Disponer que la Secretar í a de la Corte notifique la presente Resoluci ó n al Estado, a las representantes de las v í ctimas y a la Comisi ó n Interamericana de -17- Corte IDH. Caso Mujeres Víctimas de Tortura Sexual en Atenco Vs. México. Supervisión de Cumplimiento de Sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 19 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Eduardo Vio Grossi Humberto Antonio Sierra Porto Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario -18-",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "6. Incorporar 7. Disponer que la Secretaría de la Corte notifique la presente Resolución al Estado, a los representantes de las víctimas y a la Comisión Interamericana de Derechos Humanos. - 8- Corte IDH. Caso Del Caracazo Vs. Venezuela. Supervisión de Cumplimiento de Sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario - 9-",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": "  5. Disponer que la Secretaría ANEXOS Fotografía No. 1 - 9 - Fotografía No. 2 Fotografía No. 3 Fotografía No. 4 Fotografía No. 5 - 10 - Corte IDH. Caso Pueblos Indígenas Kuna de Madungandí y Emberá de Bayano y sus Miembros Vs. Panamá. Supervisión de cumplimiento de sentencia. Resolución de la Corte Interamericana de Derechos Humanos de 18 de noviembre de 2020. Resolución adoptada en San José de Costa Rica por medio de sesión virtual. Elizabeth Odio Benito Presidenta L. Patricio Pazmiño Freire Humberto Antonio Sierra Porto Eduardo Ferrer Mac-Gregor Poisot Eugenio Raúl Zaffaroni Ricardo C. Pérez Manrique Pablo Saavedra Alessandri Secretario Comuníquese y ejecútese, Elizabeth Odio Benito Presidenta Pablo Saavedra Alessandri Secretario - 11 -",
        "values": [
            "Elizabeth O. Benito"
        ]
    },
    {
        "text": " 4. Adecuar el régimen de sanciones civiles en materia de libertad de expresión respecto de casos en que la persona ofendida sea un funcionario público o persona pública, o particular que se haya involucrado voluntariamente en asuntos de 5. Divulgar el presente informe en el Poder Judicial de Chile. Aprobado por la Comisión Interamericana de Derechos Humanos en la ciudad de Kingston, Jamaica a los 4 días del mes de mayo de 2019. Esmeralda E. Arosemena Bernal de Troitiño Presidenta 27 Joel Hernández Primer Vicepresidente Margarette May Macaulay Comisionada Luis Ernesto Vargas Silva Comisionado Francisco José Eguiguren Comisionado Flávia Piovesan Comisionada Regístrese y notifíquese conforme a lo acordado. Paulo Abrão Secretario Ejecutivo 28",
        "values": [
            "Joel Hernández",
            "Esmeralda Test Arosemena Bernal de Troitiño"
        ]
    }
]