[
    {
        "text": "RESOLUCIÓN DEL PRESIDENTE DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 17 DE DICIEMBRE DE 2018 CASO ARROM SUHURT Y OTROS VS. PARAGUAY VISTO: 1. El escrito de sometimiento del caso y el Informe de Fondo de la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana” o “la Comisión”); el escrito de solicitudes, argumentos y pruebas (en adelante el “escrito de solicitudes y argumentos”) del representante de las presuntas víctimas (en adelante “el representante”); el escrito de excepciones preliminares y de contestación al sometimiento del caso y al escrito de solicitudes y argumentos (en adelante “escrito de contestación”) de la República del Paraguay (en adelante “Paraguay” o “el Estado”), así como los 2. Las",
        "values": [
            "Republic of Paraguay"
        ]
    },
    {
        "text": "REPORT No. 146/18 CASE 12.906 MERITS JOSÉ DELFÍN ACOSTA MARTINEZ AND FAMILY ARGENTINA DECEMBER 7, 2018 I. SUMMARY 1. On June 6, 2002, the Inter-American Commission on Human Rights (hereinafter \"the Inter- American Commission,\" \"the Commission,\" or \"the IACHR\") received a petition lodged by the Comisión de familiares de víctimas indefensas de la violencia social (COFAVI) 1 , the Centro de Investigaciones Sociales y asesorías Legales Populares (CISALP), and Paola Gabriela Canova (hereinafter \"the petitioners\"), alleging that the Republic of Argentina (hereinafter \"the Argentine State,\" \"the State,\" or \"Argentina\") is internationally responsible for the harm done to José Delfín Acosta Martínez (hereinafter the \"alleged victim\"). 2. The 3. The",
        "values": [
            "Argentine Republic"
        ]
    },
    {
        "text": "INTER - AMERICAN COMMISSION ON HUMAN RIGHTS COMISION INTERAMERICANA DE DERECHOS HUMANOS COMISSÃO INTERAMERICANA DE DIREITOS HUMANOS COMMISSION INTERAMÉRICAINE DES DROITS DE L'HOMME ORGANIZACIÓN DE LOS ESTADOS AMERICANOS WASHINGTON, D.C. 2 0 0 0 6 EEUU November 23, 2013 Ref.: Case No. 11.576 García Ibarra y familia Ecuador Mr. Secretary: I am pleased to address you on behalf of the Inter-American Commission on Human Rights in order to file Case No. 11.576 García Ibarra and family v. Ecuador (hereinafter “the State”, “the Ecuadorian State” or “Ecuador”) before the jurisdiction of the Honorable Inter-American Court of Human Rights regarding to the extrajudicial execution of the child Jose Luis Garcia Ibarra on September 15, 1992, at the age  ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "REPORT No. 110/18 CASE 12,678 MERITS PAOLA DEL ROSARIO GUZMÁN ALBARRACÍN AND RELATIVES ECUADOR OCTOBER 5, 2018 I. SUMMARY 1. On October 2, 2006, the Inter-American Commission on Human Rights (hereinafter the “Inter- American Commission,” “the Commission,” or “the IACHR”) received a petition submitted by the Center for Reproductive Rights and the Centro Ecuatoriano para la Promoción y Acción de la Mujer (CEPAM-Guayaquil) (hereinafter “the petitioner”) alleging that the Republic of Ecuador (hereinafter “the Ecuadorian State,” “the State,” or “Ecuador”) was internationally responsible to the detriment of Paola del Rosario Guzmán Albarracín (hereinafter “Paola”). 2. The Commission approved Admissibility Report 76/08 on October 17, 2008. 1 The ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "DISSENTING OPINION OF JUDGE ad-hoc PIER PAOLO PASCERI SCARAMUZZA In the Case of Ríos et al. v. the Bolivarian Republic of Venezuela With the permission of the opinion of the majority of my colleagues, I, Pier Paolo Pasceri S. , Judge ad-hoc of the Inter-American Court of Human Rights, regret to dissent from the judgment for having a different criterion as to the grounds and the operative paragraphs exposed therein (except for operative paragraphs 1 of the decision) 1 and therefore I am unable to join the decision adopted by the majority of the judges of this Court, whose favorable opinions adopted the judgment on the merits as to the remaining issues that formed part of the decision from which I dissent today. In that sense, I shall now I ",
        "values": [
            "Bolivarian Republic of Venezuela"
        ]
    },
    {
        "text": "15 de marzo de 2017 Ref.: Caso 11.388 María Eugenia Villaseñor y otros Guatemala Señor Secretario: Tengo el agrado de dirigirme a usted en nombre de la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana”, “la Comisión” o “la CIDH”) con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos (“la Corte Interamericana” o “la Corte”), el caso 11.388 – María Eugenia Villaseñor y otros respecto de la República de Guatemala (en adelante “el Estado”, “el Estado guatemalteco” o “Guatemala”). El caso se relaciona con una secuencia prolongada de amenazas, agresiones, hostigamientos e intimidación sufridas por María Eugenia Villaseñor en su calidad de jueza en Guatemala. La Las",
        "values": [
            "Republic of Guatemala"
        ]
    },
    {
        "text": "R ESOLUCIÓN DE LA C ORTE I NTERAMERICANA DE D ERECHOS H UMANOS DE 28 DE NOVIEMBRE DE 2005 C ASO C ANTOS V S . A RGENTINA C UMPLIMIENTO DE SENTENCIA V ISTOS : 1. La Sentencia de fondo, reparaciones y costas emitida el 28 de noviembre de 2002 por la Corte Interamericana de Derechos Humanos (en adelante “la Corte”, “la Corte Interamericana” o “el Tribunal”), mediante la cual el Tribunal declaró, inter alia , que el Estado violó el derecho de acceso a la justicia consagrado en los artículos 8.1 y 25 de la Convención Americana sobre Derechos Humanos, en relación con el artículo 1.1 de la misma, en perjuicio del señor José María Cantos, en los términos de los párrafos 54, 55 y 56 de la […] Sentencia. y en consecuencia, por unanimidad, decid[ió] ",
        "values": [
            "Argentine Republic"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DEL 29 DE JULIO DE 1991 MEDIDAS PROVISIONALES SOLICITADAS POR LA COMISIÓN INTERAMERICANA DE DERECHOS HUMANOS RESPECTO DE GUATEMALA CASO CHUNIMA LA CORTE INTERAMERICANA DE DERECHOS HUMANOS, VISTOS: 1. La resolución del Presidente de la Corte Interamericana de Derechos Humanos de 15 de julio de 1991, sobre medidas provisionales solicitadas por la Comisión Interamericana de Derechos Humanos respecto de Guatemala; 2. La convocatoria a una audiencia pública para el día 29 de julio de 1991 a las 3:00 p.m., contenida en la resolución citada; 3. Los escritos de fechas 24 y 26 de este mes de julio presentados por el Gobierno de Guatemala en los cuales informa que, en atención a la resolución",
        "values": [
            "Republic of Guatemala"
        ]
    },
    {
        "text": "INFORME N° 78/06 PETICIÓN 12.094 ADMISIBILIDAD COMUNIDAD ABORÍGENES LHAKA HONHAT (NUESTRA TIERRA) ARGENTINA 21 de octubre de 2006 I. RESUMEN 1. El 4 de agosto de 1998, la Asociación Comunidades Aborígenes \"Lhaka Honhat\" (en adelante, \"los peticionarios\" o Asociación \"Lhaka Honhat\") con el patrocinio del Centro de Estudios Legales y Sociales (CELS) 1 y el Centro por la Justicia y el Derecho Internacional (CEJIL), presentaron una petición ante la Comisión Interamericana de Derechos Humanos (en adelante \"la Comisión\", \"la Comisión Interamericana\" o \"la CIDH\") por violación de los derechos a la vida (artículo 4), integridad personal (artículo 5), a la no injerencia arbitraria en la vida privada (artículo 11.2), a la información (artículo 13), ",
        "values": [
            "Argentine Republic"
        ]
    },
    {
        "text": "Corte Interamericana de Derechos Humanos Caso Velásquez Rodríguez Vs. Honduras Sentencia de 26 de junio de 1987 (Excepciones Preliminares) En el caso Velásquez Rodríguez, la Corte Interamericana de Derechos Humanos, integrada por los siguientes jueces: Thomas Buergenthal, Presidente Rafael Nieto Navia, Vicepresidente Rodolfo E. Piza E., Juez Pedro Nikken, Juez Héctor Fix-Zamudio, Juez Héctor Gros Espiell, Juez Rigoberto Espinal Irías, Juez ad hoc; presentes, además, Charles Moyer, Secretario, y Manuel Ventura, Secretario Adjunto de acuerdo con el artículo 27.4 de su Reglamento (en adelante \"el Reglamento\"), dicta la siguiente sentencia sobre las excepciones preliminares interpuestas en los escritos y alegadas en la audiencia pública por el",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "RESOLUÇÃO DO PRESIDENTE DA CORTE INTERAMERICANA DE DIREITOS HUMANOS DE 30 DE MARÇO DE 2010 CASO GOMES LUND E OUTROS VS. BRASIL VISTO: 1. O escrito da demanda apresentado pela Comissão Interamericana de Direitos Humanos (doravante, “a Comissão Interamericana” ou “a Comissão”) à Corte Interamericana de Direitos Humanos (doravante, “a Corte Interamericana”, “a Corte” ou “o Tribunal”) em 26 de março de 2009, mediante a qual ofereceu três declarações testemunhais e quatro ditames periciais. Os três testemunhos oferecidos constituem declarações de supostas vítimas. 2. A comunicação de 23 de abril de 2009, através da qual a Comissão Interamericana remeteu, entre outros documentos, o curriculum vitae do perito Marlon Alberto Weichert, o qual não  ",
        "values": [
            "Federative Republic of Brazil"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS * DE 18 DE NOVIEMBRE DE 2020 CASO GRANIER Y OTROS (RADIO CARACAS TELEVISIÓN) VS. VENEZUELA SUPERVISIÓN DE CUMPLIMIENTO DE SENTENCIA VISTO: 1. La Sentencia de excepciones preliminares, fondo, reparaciones y costas (en adelante, “la Sentencia”) emitida por la Corte Interamericana de Derechos Humanos (en adelante “la Corte” o “el Tribunal”) el 22 de junio de 2015 1 . La Corte declaró la responsabilidad internacional de la República Bolivariana de Venezuela (en adelante “el Estado” o “Venezuela”) por la violación a ciertos derechos, como consecuencia del cierre del canal de televisión “Radio Caracas Televisión” (en adelante también “RCTV”) ocurrido el 27 de mayo de 2007 2 , a raíz de la",
        "values": [
            "Bolivarian Republic of Venezuela"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ L. PATRICIO PAZMIÑO FREIRE CASO URRUTIA LAUBREAUX VS. CHILE SENTENCIA DE 27 DE AGOSTO DE 2020 1. En la Sentencia del caso Urrutia Laubreaux vs. Chile la Corte desarrolló y fortaleció los estándares relativos a la independencia judicial y, en particular, las garantías contra presiones internas y externas, necesarias para asegurarla. 2. Respecto a la independencia interna, este Tribunal, citando el Estatuto del Juez Iberoamericano, señaló que el Estado debe asegurar que “los jueces no se encuentr[en] sometidos a autoridades judiciales superiores, sin perjuicio de la facultad de éstas de revisar las decisiones jurisdiccionales a través de los recursos legalmente establecidos, y de la fuerza que cada ordenamiento 3.  ",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA PRESIDENTA DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 18 DE DICIEMBRE DE 2020 CASO INTEGRANTES Y MILITANTES DE LA UNIÓN PATRIÓTICA VS. COLOMBIA CONVOCATORIA A LA AUDIENCIA PÚBLICA VISTO: 1. Los escritos de sometimiento del caso presentados por el Estado y por la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana” o “la Comisión”), el Informe de Fondo de la Comisión; los escritos de solicitudes, argumentos y pruebas (en adela nte los “escritos de solicitudes y argumentos”) de los intervinientes comunes de las presuntas víctimas 1 (en adelante también “ los intervinientes comunes ”); el escrito de interposición de excepciones preliminares y contestación al sometimiento del caso y a 2.",
        "values": [
            "Republic of Colombia"
        ]
    },
    {
        "text": "20 de agosto de 2020 REF.: Caso Nº 12.921 Herminio Deras García y familia Honduras Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso 12.921 – Herminio Deras García y familia, de la República de Honduras (en adelante “el Estado”, “el Estado hondureño ” u “ Honduras ”) . El caso se refiere a la responsabilidad internacional del Estado por la ejecución extrajudicial de Herminio Deras García, maestro, dirigente del Partido Comunista de Honduras y asesor de varios sindicatos de la costa norte de Honduras, así como a las amenazas, detenciones ilegales y actos de tortura en",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "I. INTRODUCTION 1. On November 13, 2003, and June 7, 2004, the Inter-American Commission on Human Rights (hereinafter “the Inter-American Commission,” “the Commission,” or “the IACHR”) received two petitions, filed respectively by Carlos Fernández Gadea and Bonifacio Ríos Ávalos (“ the petitioners ”) alleging that the Republic of Paraguay (“the Paraguayan State,” “the State,” or “Paraguay”) bears international responsibility for a series of alleged violations committed against them in the context of the impeachment proceedings that led to their removal as justices of the Supreme Court of Paraguay in 2003. 2. The Commission approved Admissibility Reports No. 18/09 1 and 47/09 2 on March 19, 2009, and notified the parties on April 20, 2009, ",
        "values": [
            "Republic of Paraguay"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA PRESIDENTA DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 17 DE DICIEMBRE DE 2020 CASO LEMOTH MORRIS Y OTROS (BUZOS MISKITOS) VS. HONDURAS VISTO: 1. El escrito de sometimiento del caso y el Informe de Fondo de la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana” o “la Comisión”); el escrito de solicitudes, argumentos y pruebas (en adelante el “escrito de solicitudes y argumentos”) de los representantes de las presuntas víctimas (en adelante “los representantes” ), y el escrito de contestación al sometimiento del caso y al escrito de solicitudes y argumentos (en adelante “escrito de contestación”) de la República de Honduras (en adelante “ Honduras ” o “el Estado”). 2. La nota de 3. 4.",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "REPORT Nº 38/07 1 CASE 12.263 ADMISSIBILITY MARCIA BARBOSA DE SOUZA BRAZIL July 26, 2007 I. SUMMARY 1. On March 28, 2000, the Inter-American Commission on Human Rights (hereinafter “the Commission” or the “IACHR”) received a petition submitted by the Center for Justice and International Law (CEJIL) and the Movimento Nacional dos Direitos Humanos (MNDH)/Regiona l Office for Northeast Brazil (hereinafter “the petitioners”), and updated information on October 3, 2006, in which it is alleged that the Federative Republic of Brazil (hereinafter “Brazil” or “the State”) violated Articles 2, 4, 24, 25, and 1(1) of the A merican Convention on Human Rights (hereinafter “the American Convention”), and Articles 3, 4, 5, and 7 of the Inter-American 2. ",
        "values": [
            "Federative Republic of Brazil"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA PRESIDENTA DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 8 DE DICIEMBRE DE 2020 CASO VILLARROEL MERINO Y OTROS VS. ECUADOR VISTO: 1. El escrito de sometimiento del caso y el Informe de Fondo No. 113/18 de la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana” o “la Comisión”); el escrito de solicitudes, argumentos y pruebas (en adelante el “escrito de solicitudes y argumentos”) del representante de las presuntas víctima s 1 (en adelante “el representante”), y el escrito de excepciones preliminares y de contestación al sometimiento del caso y al escrito de solicitudes y argumentos (en adelante “escrito de contestación”) de la República de Ecuador (en adelante “Ecuador” o “el Estado”) 2 ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "5 de agosto de 2020 REF.: Caso Nº 12.971 Ronald Moya Chacón y Freddy Parrales Chaves Costa Rica Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso 12.971 – Ronald Moya Chacón y Freddy Parrales Chaves, de la República de Costa Rica (en adelante “el Estado”, “el Estado costarricense ” o “ Costa Rica ”) , relacionado con la imposición de una medida de responsabilidad ulterior en contra del ejercicio legítimo del derecho a la libertad de expresión de los periodistas Ronald Moya Chacón y Freddy Parrales Chaves. Los periodistas Chacón y Parrales publicaron en el diario La  ",
        "values": [
            "Republic of Costa Rica"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE NOVIEMBRE DE 2020 SOLICITUD DE MEDIDAS PROVISIONALES Y SUPERVISIÓN DE CUMPLIMIENTO DE SENTENCIA CASO MASACRES DE EL MOZOTE Y LUGARES ALEDAÑOS VS. EL SALVADOR Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la ",
        "values": [
            "Republic of El Salvador"
        ]
    },
    {
        "text": "CORTE INTERAMERICANA DE DERECHOS HUMANOS CASO MARTÍNEZ ESQUIVIA VS. COLOMBIA SENTENCIA DE 6 DE OCTUBRE DE 2020 ( Excepciones preliminares, Fondo y Reparaciones ) En el caso Martínez Esquivia Vs. Colombia, la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”), integrada por los siguientes jueces * : Elizabeth Odio Benito, Presidenta; Patricio Pazmiño Freire, Vicepresidente; Eduardo Vio Grossi, Juez; Eduardo Ferrer Mac-Gregor Poisot, Juez; Eugenio Raúl Zaffaroni, Juez, y Ricardo Pérez Manrique, Juez, presente, además, Romina I. Sijniensky, Secretaria Adjunta ** , de conformidad con los artículos 62.3 y 63.1 de la Convención Americana sobre Derechos Humanos (en adelante “la Convención ",
        "values": [
            "Republic of Colombia"
        ]
    },
    {
        "text": "CORTE INTERAMERICANA DE DERECHOS HUMANOS CASO ALMEIDA VS. ARGENTINA SENTENCIA DE 17 DE NOVIEMBRE DE 2020 ( Fondo, Reparaciones y Costas ) En el caso Almeida Vs. Argentina, la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”), integrada por los siguientes jueces * : Elizabeth Odio Benito, Presidenta; Patricio Pazmiño Freire, Vicepresidente; Humberto Antonio Sierra Porto, Juez; Eduardo Ferrer Mac-Gregor Poisot, Juez, y Ricardo Pérez Manrique, Juez; presente, además, Pablo Saavedra Alessandri, Secretario ** , de conformidad con los artículos 62.3 y 63.1 de la Convención Americana sobre Derechos Humanos (en adelante “la Convención Americana” o “la Convención”) y con los artículos 31, *",
        "values": [
            "Argentine Republic"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA PRESIDENTA DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 15 DE DICIEMBRE DE 2020 CASO VÁSQUEZ DURAND Y OTROS VS. ECUADOR REINTEGRO AL FONDO DE ASISTENCIA LEGAL DE VÍCTIMAS VISTO: 1. La Sentencia de excepciones preliminares, fondo, reparaciones y costas (en adelante “la Sentencia” o “el Fallo”) dictada por la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”) el 15 de febrero de 2017 1 . 2. Los informes presentados por el Estado entre mayo de 2018 y marzo de 2020. 3. Las notas de la Secretaría de la Corte de 10 de mayo de 2018, 3 de junio de 2018, 6 de agosto de 2018, 23 de enero de 2020 y 13 de mayo de 2020. 4. La transferencia bancaria de 28 de octubre de 2020,",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "17 de julio de 2020 REF.: Caso Nº 13.080 Brisa Liliana de Ángulo Lozada Bolivia Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso No. 13.080 – Brisa Liliana de Ángulo Lozada, respecto del Estado Plurinacional de Bolivia (en adelante “el Estado de Bolivia”, “el Estado boliviano” o “Bolivia”) , relacionado con la falta de protección, investigación y sanción frente a la violencia sexual que sufrió Brisa Liliana de Ángulo Lozada durante su adolescencia. En su Informe de Fondo, la Comisión Interamericana concluyó que el Estado no llevó a cabo una investigación seria y    ",
        "values": [
            "Plurinational State of Bolivia"
        ]
    },
    {
        "text": "29 de junio de 2018 REF.: Caso Nº 11.227 Integrantes y Militantes de la Unión Patriótica Colombia Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de presentar ante la Honorable Corte Interamericana de Derechos Humanos, el Caso Nº 11.227 – Integrantes y Militantes de la Unión Patriótica respecto de la República de Colombia (en adelante “el Estado”, “el Estado colombiano ” o “ Colombia ”), relacionado con las sucesivas y graves violaciones de derechos humanos cometidas en perjuicio de más de 6,000 víctimas integrantes y militantes del partido político Unión Patriótica en Colombia a partir de 1984 y por más de 20 años. La Comisión calificó estos hechos como un ",
        "values": [
            "Republic of Colombia"
        ]
    },
    {
        "text": "INTER-AMERICAN COURT OF HUMAN RIGHTS CASE OF URRUTIA LAUBREAUX V. CHILE JUDGMENT OF AUGUST 27, 2020 ( Preliminary objections, merits, reparations and costs ) In the case of Urrutia Laubreaux v. Chile , the Inter- American Court of Human Rights (hereinafter “the Inter - American Court” or “the Court”) composed of the following judges: * Elizabeth Odio Benito, President L. Patricio Pazmiño Freire, Vice President Humberto Antonio Sierra Porto, Judge Eduardo Ferrer Mac-Gregor Poisot, Judge Eugenio Raúl Zaffaroni, Judge, and Ricardo Pérez Manrique, Judge, also present, Romina I. Sijniensky, Deputy Secretary, * pursuant to Articles 62(3) and 63(1) of the American Convention on Human Rights (hereinafter “the American Convention” or “the * Judge *",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "12 de agosto de 2020 REF.: Caso Nº 12.949 Comunidad Garífuna de San Juan y sus Miembros Honduras Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso 12.949 – Comunidad Garífuna de San Juan y sus Miembros, de la República de Honduras (en adelante “el Estado”, “el Estado hondureño ” u “ Honduras ”) . El caso se refiere a la responsabilidad internacional del Estado por la falta de protección de las tierras ancestrales de las Comunidades Garífuna de San Juan y Tornabé, así como las amenazas contra varios de sus líderes y lideresas. En su Informe de Fondo la Comisión La Por",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "26 de julio de 2019 REF.: Caso Nº 12.319 Federación Nacional de Trabajadores Marítimos y Portuarios- FEMAPOR Perú Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso Nº 12.319 – Federación Nacional de Trabajadores Marítimos y Portuarios – FEMAPOR, respecto de la República de Perú (en adelante “el Estado”, “el Estado peruano” o “Perú”). El presente caso se relaciona con la vulneración del derecho a la protección judicial por la falta de cumplimiento de una sentencia de amparo de la Corte Suprema de la República del Perú, emitida el 12 de febrero de 1992, que estableció ",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS * DE 19 DE NOVIEMBRE DE 2020 SOLICITUD DE MEDIDAS PROVISIONALES Y SUPERVISIÓN DE CUMPLIMIENTO DE SENTENCIA CASO MASACRES DE EL MOZOTE Y LUGARES ALEDAÑOS VS. EL SALVADOR VISTO: 1. La Sentencia de fondo, reparaciones y costas (en adelante “la Sentencia”) dictada por la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”) el 25 de octubre de 2012 1 . El caso se refirió a las violaciones a derechos humanos perpetradas por la Fuerza Armada salvadoreña en las masacres cometidas del 11 al 13 de diciembre de 1981 en el caserío de El Mozote y otros lugares aledaños, en el Departamento de Morazán, en el marco del conflicto armado interno",
        "values": [
            "Republic of El Salvador"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI, RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE NOVIEMBRE DE 2020 CASO ACEVEDO JARAMILLO Y OTROS VS. PERÚ SOLICITUD DE MEDIDAS PROVISIONALES Y SUPERVISIÓN DE CUMPLIMIENTO DE SENTENCIA Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la situación ahora  ",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "INFORME Nº 5/97 CASO 11.227 Sobre Admisibilidad COLOMBIA* 12 de marzo de 1997 1. Los peticionarios en esta causa (REINICIAR y la Comisión Colombiana de Juristas), alegan que la República de Colombia (el \"Estado\" o el \"Estado colombiano\" o \"Colombia\") es responsable de haber violado derechos consagrados en la Convención Americana sobre Derechos Humanos (la \"Convención\" o la \"Convención Americana\"), en relación con la persecución de miembros del partido político Unión Patriótica. La Comisión Interamericana de Derechos Humanos (la \"Comisión\") concluye que el caso es admisible. I. ANTECEDENTES A. Contexto 2. El 28 de mayo de 1985, la Unión Patriótica se constituyó en partido político como resultado de las negociaciones de paz entre las Fuerzas",
        "values": [
            "Republic of Colombia"
        ]
    },
    {
        "text": "24 de mayo de 2019 REF.: Caso Nº 12.738 Opario Lemoth Morris y Otros (Buzos Miskito) Honduras Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de presentar ante la Honorable Corte Interamericana de Derechos Humanos el Caso Nº 12.738 – Opario Lemoth Morris y Otros (Buzos Miskitos) respecto de la República de Honduras (en adelante “el Estado”, “el Estado hondureño ” u “Honduras”). El presente caso se relaciona con la afectación de múltiples derechos en perjuicio de un grupo de personas pertenecientes al pueblo indígena Miskito que habitan en el departamento de Gracias a Dios. La Comisión concluyó que el Estado vulneró el derecho a la integridad personal de 34  ",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA PRESIDENTA DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 2 DE DICIEMBRE DE 2020 CASO MANUELA * Y OTROS VS. EL SALVADOR VISTO: 1. El escrito de sometimiento del caso y el Informe de Fondo de la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana” o “la Comisión”); el escrito de solicitudes, argumentos y pruebas (en adelante el “escrito de solicitudes y argumentos”) de los representantes de las presuntas víctimas (en adelante “los representantes” ), y el escrito de excepciones preliminares, contestación al sometimiento del caso y al escrito de solicitudes y argumentos (en adelante “escrito de contestación”) de la República de El Salvador (en adelante “ El Salvador ” o “el Estado”). 2. La ",
        "values": [
            "Republic of El Salvador"
        ]
    },
    {
        "text": "INFORME No. 152/18 CASO 12.405 FONDO VICENTE ANÍBAL GRIJALVA BUENO ECUADOR 7 DE DICIEMBRE DE 2018 I. RESUMEN 1. El 13 de septiembre de 2001 la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamerica na”, “la Comisión” o “la CIDH”) recibió una petición presentada por la Auditoría Democrática Andina (en adelante “la parte peticionaria”) en la cual se alega la responsabilidad internacional de la República del Ecuador (en adelante “el Estado ecuatoriano”, “el Estado” o “Ecuador”) en perjuicio de Vicente Aníbal Grijalva Bueno. 2. La CIDH aprobó el informe de admisibilidad No. 68/02 el 10 de octubre de 2002 1 . El 29 de octubre de 2002 la Comisión notificó dicho informe a las partes y se puso a su disposición a fin de ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "REPORT No. 121/09 PETITION 1186-04 ADMISSIBILITY OPARIO LEMOTH MORRIS ET AL. (MISKITU DIVERS) HONDURAS November 12, 2009 I. SUMMARY 1. On November 5, 2004, the Inter-American Commission on Human Rights (hereinafter “the Inter - American Commission,” “the Commission,” or “the IACHR”) received a complaint submitted by the Asociación de Miskitos Hondureños de Buzos Lisiados (AMHBLI: Association of Disabled Honduran Miskitu Divers); the Asociación de Mujeres Miskitas Miskitu Indian Mairin Asla Takanka (MIMAT: Association of Miskitu Women); and the Almuk Nani Asla Takanka Council of Elders, respectively, represented by Arquímedes García López, Cendela López Kilton, and Bans López Solaisa, all in representation of the Miskitu indigenous people  ",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "REPORT No. 158/19 CASE 12.921 REPORT ON MERITS HERMINIO DERAS GARCÍA AND FAMILY HONDURAS I. INTRODUCTION 1. On February 6, 2002, the Inter-American Commission on Human Rights (hereinafter “the Inter-American Commission,” “the Commission,” or “the IACHR”) received a petition lodged by Eustaquia García Alvarado (hereinafter “the petitioner”) 1 alleging that the Republic of Honduras (hereinafter “the State of Honduras,” “the State, “or “Honduras”) bore international responsibility for the extrajudicial execution of Herminio Deras García and for threats, illegal detentions, and acts of torture allegedly committed against member of his family. 2. The Commission adopted Report on Admissibility No. 56/13 on July 16, 2013. 2 On August 1, 2013, the",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "REPORT No. 57/19 CASE 12.380 REPORT ON MERITS MEMBERS OF JOSÉ ALVEAR RESTREPO LAWYERS' COLLECTIVE (CCAJAR) COLOMBIA May 4, 2019 I. SUMMARY 1. On April 19, 2001, the Inter-American Commission on Human Rights (hereinafter “the Commission,” “the IACHR,” or “the Inter-American Commission”) received a petition lodged by José Alvéar Restrepo Lawyers’ Collective (Corporación Colectivo de Abogados “José Alvéar Restrepo” – CCAJAR) and the Center for Justice and International Law (CEJIL) (hereinafter “the petitioners”) alleging that the Republic of Colombia (hereinafter “the State,” “the Colombian State”, or “Colombia”) bore international responsibility for alleged attacks, acts of intimidation and harassment, and threats against members of CCAJAR  ",
        "values": [
            "Republic of Colombia"
        ]
    },
    {
        "text": "INFORME No. 12/20 CASO 12.949 INFORME DE FONDO COMUNIDAD GARÍFUNA DE SAN JUAN Y SUS MIEMBROS HONDURAS I. INTRODUCCIÓN 1. El 9 de junio de 2006 la Comisión Interamericana de Derechos Humanos (en adelante la “Comisión”, la “Comisión Interamericana” o la “CIDH”) recibió una solicitud de medidas cautelares presentada por la Organización Fraternal Negra Hondureña (en adelante “la parte peticionaria” u “OFRANEH”), en favor de las Comunidades Garífuna de San Juan y Tornabé, en la que se alegaba una situación de riesgo urgente debido a amenazas contra varios de sus líderes, así como a la falta de protección de sus tierras ancestrales. La CIDH decidió abrir de oficio la petición de la Comunidad Garífuna de San Juan y sus miembros según lo previsto ",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "REPORT No. 21/14 PETITION 525-07 ADMISSIBILITY BAPTISTE WILLER AND FRÉDO GUIRANT HAITI April 4, 2014 I. SUMMARY 1. On April 20, 2007, the Inter-American Commission on Human Rights (hereinafter, “the Inter- American Commission” or “the IACHR”) received a petition filed by Baptiste Willer (hereinafter “the petitioner” or “Mr. Willer”) against the Republic of Haiti (hereinafter, “Haiti” or “the State”) on his own behalf and on behalf of his brother. 2. The petitioner argues that he was the victim of an attempted homicide; that his brother Frédo Guirant, 16 years of age, was assassinated as the result of the persecution against him; and that the facts remain in impunity. The State, for its part, argues that there has not been any direct or 3. ",
        "values": [
            "Republic of Haiti"
        ]
    },
    {
        "text": "REPORT No. 70/10 PETITION 11.587 ADMISSIBILITY CÉSAR GUSTAVO GARZÓN GUZMÁN ECUADOR July 12, 2010 I. SUMMARY 1. On November 8, 1994, the Inter-American Commission on Human Rights (hereinafter “the Commission”) received a petition lodged by the Ecumenical Co mmission for Human Rights (CEDHU) (hereinafter, “the petitioners”) alleging the responsibility of the Republic of Ecuador for the disappearance of César Gustavo Garzón Guzmán on November 10, 1990, in the city of Quito, Ecuador, and for failing to adequately investigate the facts. 2. The petitioners alleged that the State was responsible for violating the rights to life, to judicial guarantees, and to judicial protection established in Articles 4, 8(1) and 25 of the American Convention on",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "3 de octubre de 2019 REF.: Caso Nº 12.702 Bonifacio Rios Avalos y Carlos Fernández Gadea Paraguay Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso Nº 12.702 – Bonifacio Ríos Avalos y Carlos Fernández Gadea respecto de la República de Paraguay (en adelante “el Estado”, “el Estado paraguayo” o “Paraguay”), relacionado con una serie de violaciones en el marco de los juicios políticos que culminaron con las destituciones de las víctimas de sus cargos de Ministros de la Corte Suprema de Justicia de Paraguay en 2003. La Comisión determinó que el Estado violó el derecho a ",
        "values": [
            "Republic of Paraguay"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA PRESIDENTA DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 18 DE DICIEMBRE DE 2020 CASO CUSCUL PIVARAL Y OTROS VS. GUATEMALA REINTEGRO AL FONDO DE ASISTENCIA LEGAL DE VÍCTIMAS VISTO: 1. La Sentencia de excepción preliminar, fondo, reparaciones y costas (en adelante “la Sentencia” o “el Fallo”) dictada por la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”) el 23 de agosto de 2018 1 . 2. La Sentencia de interpretación emitida por la Corte el 14 de mayo de 2019 2 . 3. Las notas de la Secretaría de la Corte Interamericana de 3 de mayo y 2 de diciembre de 2019, y 13 de febrero de 2020, mediante las cuales se recordó a la República de Guatemala (en adelante “el 4. El",
        "values": [
            "Republic of Guatemala"
        ]
    },
    {
        "text": "8 de julio de 2020 REF.: Caso Nº 12.380 Miembros de la Corporación Colectivo de Abogados \"José Alve ar Restrepo” Colombia Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso No. 12.380 – Miembros de la Corporación Colectivo de Abogados \"José Alve ar Restrepo” - CAJAR respecto de la República de Colombia (en adelante “el Estado”, “el Estado colombiano ” o “ Colombia ”). El presente caso se relaciona con hechos de violencia, intimidación, hostigamiento y amenazas en contra de los miembros del CAJAR desde la década de 1990 y hasta la actualidad, vinculados a sus En su    ",
        "values": [
            "Republic of Colombia"
        ]
    },
    {
        "text": "INFORME No. 12/19 CASO 12.903 FONDO PROFESORES DE CHAÑARAL Y OTRAS MUNICIPALIDADES CHILE 1 12 DE FEBRERO DE 2019 I. INTRODUCCIÓN 1. El 23 de noviembre de 2005, la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana”, “la Comisión” o “la CIDH”) recibió una petición presentada por parte de dos estudios jurídicos, Etcheberry/Rodríguez y Colombara Olmedo (en adelante “la parte petici onaria”) 2 ; en comunicaciones de febrero de 2007 y diciembre de 2008, la parte peticionaria amplió su denuncia. En dichas comunicaciones, la parte peticionaria alega la responsabilidad internacional de la República de Chile (en adelante “el Estado chileno ”, “el Estado” o “ Chile ”) en perjuicio de 80 profesores de la 2. La II. A.",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "REPORT No. 63/18 CASE 12.593 ADMISSIBILITY AND MERITS VICTOR HENRY MINA CUERO ECUADOR May 8, 2018 I. SUMMARY 1. On March 11, 2002, the Inter-American Commission on Human Rights (hereinafter the “Inter - American Commission,\" \"Commission,\" or \"IACHR\") received a petition filed by Víctor Henry Mina Cuero (hereinafter “the petitioner\"), 1 alleging the international responsibility of the Republic of Ecuador (hereinafter “the State of Ecuador,\" “the State,” or “Ecuador”) to his detriment. 2. The petitioner alleged a series of due process violations committed by the Disciplinary Tribunal which dismissed him from the police following a confrontation with several policemen who responded to a complaint of an alleged assault against his former 3. 4.",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "INFORME No. 66/18 CASO 12.319 FONDO FEMAPOR PERÚ 1 9 DE MAYO DE 2018 I. RESUMEN 1. El 10 de noviembre de 1998 la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana”, “la Comisión” o “la CIDH”) recibió una petición presentada por la Federación Nacional de Trabajadores Marítimos y Portuarios del Perú (en adelante “la FEMAPOR”) en nombre de 4,106 ex-trabajadores marítimos y portuarios del Perú y sus familiares. 2. La parte peticionaria alegó la responsabilidad internacional de la República del Perú (en adelante “el Estado peruano”, “el Estado” o “Perú”) por la falta de cumplimiento de una sentencia de amparo de la Corte Suprema de la República, emitida el 12 de febrero de 1992, que estableció que la manera 3.",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "CORTE INTERAMERICANA DE DERECHOS HUMANOS CASO COMUNIDADES INDÍGENAS MIEMBROS DE LA ASOCIACIÓN LHAKA HONHAT (NUESTRA TIERRA) VS. ARGENTINA SENTENCIA DE 24 DE NOVIEMBRE DE 2020 (Interpretación de la Sentencia de Fondo, Reparaciones y Costas) En el caso Comunidades indígenas miembros de la Asociación Lhaka Honhat (Nuestra Tierra) Vs. Argentina, la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “e l Tribunal”), integrada por los siguientes Jueces  : Elizabeth Odio Benito, Presidenta L. Patricio Pazmiño Freire, Vicepresidente; Eduardo Vio Grossi, Juez; Humberto Antonio Sierra Porto, Juez; Eduardo Ferrer Mac-Gregor Poisot, Juez, y Ricardo Pérez Manrique, Juez; presente, además, Pablo Saavedra de I ",
        "values": [
            "Argentine Republic"
        ]
    },
    {
        "text": "6 de septiembre de 2019 REF.: Caso Nº 13.039 Martina Rebeca Vera Rojas Chile Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos el Caso Nº 13.039 – Martina Rebeca Vera Rojas respecto de la República de Chile (en adelante “el Estado”, “el Estado chileno ” o “ Chile ”). La Comisión encontró que el Estado permitió, y judicialmente validó, la decisión de la aseguradora de salud (Isapre MásVida) de finalizar unilateral y arbitrariamente el régimen de “hospitalización domiciliaria” que la niña Martina Vera, diagnosticada con el síndrome de Leigh, requería de modo esencial para su   ",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ EUGENIO RAÚL ZAFFARONI EN LA SENTENCIA DE 27 DE AGOSTO DE 2020 DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS CASO URRUTIA LAUBREAUX VS. CHILE 1. La sanción que se impuso al magistrado en este caso es reveladora del sentido corporativo que los jueces de cuerpos colegiados pretendieron asignar al Poder Judicial del que eran parte. Está dicho y no controvertido que, en el escrito remitido por la víctima, ésta criticaba el comportamiento del máximo tribunal en un período de dictadura altamente violatoria de Derechos Humanos. 2. La norma que autoriza la sanción impuesta en esa ocasión no tutela un orden inherente a la función judicial, como sería la prohibición de que los jueces formulen manifestaciones públicas 3. En",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "VOTO RAZONADO DEL JUEZ EDUARDO FERRER MAC-GREGOR POISOT CASO MARTÍNEZ ESQUIVIA VS. COLOMBIA SENTENCIA DE 6 DE OCTUBRE DE 2020 (Excepciones preliminares, Fondo y Reparaciones) INTRODUCCIÓN 1. El caso Martínez Esquivia Vs. Colombia (en adelante “la Sentencia”) constituye un aporte fundamental en la jurisprudencia interamericana en relación con la independencia de funcionarias y funcionarios que se encargan de la impartición de justicia. En efecto, es la primera vez que la Corte Interamericana de Derechos Humanos (en adelante “Corte IDH ” o “Tribunal Interamericano ”) se pronuncia expresamente sobre los estándares relativos a la independencia judicial aplicables también a las y los fiscales, teniendo en cuenta la naturaleza de las funciones  ",
        "values": [
            "Republic of Colombia"
        ]
    },
    {
        "text": "11 de agosto de 2020 REF.: Caso Nº 12.624 Carlos Baraona Bray Chile Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso 12.624 – Carlos Baraona Bray, de la República de Chile (en adelante “el Estado”, “el Estado chileno ” o “ Chile ”) . El caso se refiere a la responsabilidad internacional del Estado por la violación del derecho a la libertad de expresión por la imposición de responsabilidades ulteriores y la improcedencia del uso del derecho penal en asuntos de interés público. En su Informe de Fondo, la Comisión dio por probado que en mayo de 2004 Carlos Baraona La  ",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "REPORT No. 6/15 PETITION 518-03 REPORT ON ADMISSIBILITY JORGE VILLARROEL AND OTHERS ECUADOR JANUARY 29, 2015 I. SUMMARY 1. On July 15, 2003, the Inter-American Commission on Human Rights (hereinafter “ the Commission ” or “ the IACHR ” ) received a petition 1 on behalf of several officers of the National Police of Ecuador — Jorge Villarroel Merino, Mario Rommel Cevallos Moreno, Jorge Coloma Gaybor, Fernando López Ortiz, Amílcar Ascazubi Albán, and Patricio Vinuesa Pánchez — (hereinafter “ the alleged victims ” ), alleging the responsibility of the Republic of Ecuador (hereinafter “ the State ” or “ Ecuador ” ) for the alleged violation of the rights enshrined in Articles 1.1 (obligation to respect rights), 7 (personal liberty), 8 (right to",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ RICARDO C. PÉREZ MANRIQUE CASO CASA NINA VS. PERÚ SENTENCIA DE 24 DE NOVIEMBRE DE 2020 (Excepciones Preliminares, Fondo, Reparaciones y Costas) I. Introducción 1. En la sentencia se declara, entre otras, la violación de los artículos 8.1, 23.1 c) y 26 de la Convención Americana sobre Derechos Humanos (en adelante la “Convención”) por la violación de las garantías judiciales, el derecho de permanecer en el cargo en condiciones de igualdad y el derecho al trabajo. El caso se relaciona con una serie de violaciones ocurridas en el marco del procedimiento que culminó con la separación del señor Julio Casa Nina del cargo de Fiscal Adjunto Provisional de la Segunda Fiscalía Penal de la Provincia de Huamanga, Ayacucho, 2.",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "INFORME No. 64/19 CASO 13.267 INFORME DE ADMISIBILIDAD Y FONDO CARLOS BENITES CABRERA Y OTROS (TRABAJADORES CESADOS DEL CONGRESO DE LA REPÚBLICA) PERÚ 4 de mayo de 2019 I. INTRODUCCIÓN 1 1. El 19 de diciembre de 2000 la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana”, “la Comisión” o “la CIDH”) recibió una petición presentada por Javier Mujica Petit (en adelante “la parte pe ticionaria”) en la cual se alegó la responsabilidad internacional de la República del Perú (en adelante “el Estado peruano ”, “el Estado” o “ el Perú ”) en perjuicio de un grupo de trabajadores cesados del Congreso de la República por la alegada vulneración de sus derechos a la protección y garantías judiciales. Asimismo, el 9 de  ",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "INFORME No. 44/16 PETICIÓN 1558-11 INFORME DE ADMISIBILIDAD MARTINA REBECA VERA ROJAS Y FAMILIA CHILE 11 DE NOVIEMBRE DE 2016 I. RESUMEN 1. El 4 de noviembre de 2011 la Comisión Interamericana de Derechos Humanos (en adelante, “la Comisión Interamericana” , “la Comisión” o “la CIDH”) recibió una petición presentada por Karina Fernández y Boris Paredes (en adelante, “ los peticionarios ”) contra la República de Chile (en adelante, “ Chile ” o “el Estado”) , en representación de la niña Martina Rebeca Vera Rojas, de cinco años de edad, (en adelante “la presunta víctima” o “Martina”) y de sus padres Carolina Rojas y Ramiro Vera. En la petición se alega la responsabilidad internacional del Estado por falta de protección judicial efectiva 2. 3.",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "25 de julio de 2019 REF.: Caso No. 12.405 Vicente Aníbal Grijalva Bueno Ecuador Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso No. 12.405 – Vicente Aníbal Grijalva Bueno respecto de la República del Ecuador (en adelante “el Estado”, “el Estado ecuatoriano ” o “Ecuador”). El presente caso se relaciona con la destitución arbitraria de Vicente Aníbal Grijalva Bueno como Capitán de Puerto de la Fuerza Naval ecuatoriana en 1993, así como la falta de garantías judiciales en el proceso sancionatorio de destitución y el proceso penal militar por “delitos contra la fe     ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "REPORT No. 107/18 CASE 13.039 MERITS MARTINA REBECA VERA ROJAS CHILE 1 DATE I. SUMMARY 1. On November 4, 2011, the Inter-American Commission on Human Rights (hereinafter \"the Inter-American Commission,\" \"the Commission,\" or \"the IACHR\") received a petition lodged by Karinna Fernández Neira, Boris Paredes Bustos, Carolina Andrea del Pilar Rojas Farías, and Ramiro Álvaro Vera Luza (hereinafter \"the petitioners\") 2 alleging the international responsibility of the Republic of Chile (hereinafter \"the Chilean State,\" \"the State,\" or \"Chile\") to the detriment of Martina Rebeca Vera Rojas; her mother, Carolina Andrea del Pilar Rojas Faría; and her father, Ramiro Álvaro Vera Luza. 2. On November 4, 2016, the Commission adopted Report on 3. The 4.  ",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS * DE 18 DE NOVIEMBRE DE 2020 CASO COLINDRES SCHONENBERG VS. EL SALVADOR SUPERVISIÓN DE CUMPLIMIENTO DE SENTENCIA VISTO: 1. La Sentencia de fondo, reparaciones y costas (en adelante “la Sentencia”) dictada por la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”) el 4 de febrero de 2019 1 . La Corte declaró la responsabilidad internacional de la República de El Salvador (en adelante “el Estado” o “El Salvador” ) por la violación de los derechos a las garantías judiciales, a la protección judicial, del derecho a permanecer en el cargo en condiciones de igualdad, de las obligaciones de respetar y garantizar derechos y de la * El",
        "values": [
            "Republic of El Salvador"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS* DE 18 DE NOVIEMBRE DE 2020 MEDIDAS PROVISIONALES RESPECTO DE MÉXICO** 1 ASUNTO CASTRO RODRÍGUEZ VISTO: 1. Las resoluciones dictadas por la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”) el 13 de febrero y 23 de agosto de 2013, 23 de junio de 2015 y 14 de noviembre de 2017 mediante las cuales ordenó a los Estados Unidos Mexicanos (en adelante “el Estado”, “el Estado mexicano” o “México”) la adopción de medidas provisionales para proteger los derechos a la vida y a la integridad personal de Luz Estela Castro Rodríguez (en adelante “la beneficiaria” o “la señora Castro Rodríguez”) , y se supervisó su implementación. En la  ",
        "values": [
            "United Mexican States"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA PRESIDENTA DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 15 DE DICIEMBRE DE 2020 CASO ROSADIO VILLAVICENCIO VS. PERÚ REINTEGRO AL FONDO DE ASISTENCIA LEGAL DE VÍCTIMAS VISTO: 1. La Sentencia de excepciones preliminares, fondo, reparaciones y costas (en adelante “la Sentencia” o “el Fallo”) dictada por la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”) el 14 de octubre de 2019 1 . 2. La Sentencia de interpretación emitida por la Corte el 8 de octubre de 2020 2 . 3. La nota de la Secretaría de la Corte Interamericana de 13 de octubre de 2020, mediante la cual se recordó a l a República del Perú (en adelante “el Estado” o “ el Perú”) que se encontraba vencido el",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "REPORT No. 37/14 PETITION 674-06 ADMISSIBILITY GARIFUNA COMMUNITY OF SAN JUAN AND ITS MEMBERS HONDURAS JUNE 5, 2014 I. SUMMARY 1. On June 9, 2006, the Inter-American Commission on Human Rights (hereinafter the “Commission,” the “Inter -American Commission” or the “IACHR”) received a request for precautionary measures lodged by the Organización Fraternal Negra Hondureña or Honduran Black Fraternal Organization, known by the Spanish acronym OFRANEH 1 (hereinafter, “the petitioner” or “OFRANEH”), on behalf of the Garifuna Communities of San Juan and Tornabé, alleging an emergency situation of risk stemming from threats leveled against several leaders of said community, as well as a lack of protection of their ancestral lands. The IACHR 2. 3. ",
        "values": [
            "Republic of Honduras"
        ]
    },
    {
        "text": "CORTE INTERAMERICANA DE DERECHOS HUMANOS CASO ROSADIO VILLAVICENCIO VS. PERÚ SENTENCIA DE 8 DE OCTUBRE DE 2020 (Interpretación de la Sentencia de Excepciones Preliminares, Fondo, Reparaciones y Costas) En el caso Rosadio Villavicencio Vs. Perú, la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”), integrada por los siguientes Jueces  : L. Patricio Pazmiño Freire, Vicepresidente; Eduardo Vio Grossi, Vicepresidente; Humberto Antonio Sierra Porto, Juez; Eduardo Ferrer Mac-Gregor Poisot, Juez; Eugenio Raúl Zaffaroni, Juez, y Ricardo Pérez Manrique, Juez; presentes, además, Pablo Saavedra Alessandri, Secretario, y Romina I. Sijniensky, Secretaria Adjunta, de conformidad con el artículo",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "11 de julio de 2019 REF.: Caso Nº 12.263 Marcia Barbosa de Souza y sus familiares Brasil Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso Nº 12.263 – Marcia Barbosa de Souza y sus familiares, respecto de la República Federativa de Brasil (en adelante “el Estado”, “el Estado brasilero ” o “ Brasil ”). El caso se relaciona con la muerte de Márcia Barbosa de Souza en junio de 1998 de manos de un ex diputado estatal, el Sr. Aércio Pereira de Lima, así como con la responsabilidad internacional del Estado brasilero por la situación de impunidad en que se encuentra el De  ",
        "values": [
            "Federative Republic of Brazil"
        ]
    },
    {
        "text": "REPORT No. 19/15 PETITION 320-03 AND OTHERS JUDGES NOT RENEWED BY THE CNM ADMISSIBILITY PERU MARCH 24, 2015 I. SUMMARY 1. The present report refers to five petitions submitted between 2003 and 2008 by judges and prosecutors (hereinafter also referred to as “the alleged victims”) who had been dismissed from their jobs by the National Judicial Council of Peru (Consejo Nacional de la Magistratura — CNM) (hereinafter referred to as “CNM”) in the framework of the process of evaluating and renewing judges and prosecutors as established by the Constitution. 2. In general, the alleged victims allege that CNM’s resolutions that led to non-renewal of their employment, were not substantiated. It was indicated that, at the time they were terminated,  ",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "REPORT No. 148/11 PETITION 12.268 ADMISSIBILITY GONZALO ORLANDO CORTEZ ESPINOZA ECUADOR November 1 st , 2011 I. SUMMARY 1. The Inter- American Commission on Human Rights (hereinafter “the Commission”) received a petition on March 29, 2000, presented by the Human Rights Clinic of the School of Law of the Pontificia Universidad Católica del Ecuador (hereinafter “ the petitioners ”) , alleging the responsibility of the Republic of Ecuador (hereinafter “the State” or “Ecuador”) for the illegal detention and other violations of the right to personal liberty, violation of the right to humane treatment, and violation of the right to private property, as well as the failure to uphold the right to a fair trial in the criminal proceeding brought 2. ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "REPORT No. 169/19 CASE 12.889 REPORT ON MERITS DIANA MAIDANIK ET AL. URUGUAY November 9, 2019 I. INTRODUCTION 1. On August 15, 2007, the Inter-American Commission on Human Rights (hereinafter \"the Commission,\" \"the Inter-American Commission,\" or \"the IACHR\") received a petition lodged by the Instituto de Estudios Legales y Sociales del Uruguay (IELSUR), alleging the international responsibility of the Eastern Republic of Uruguay (hereinafter \"the State,\", \"the Uruguayan State,\" or \"Uruguay\") for the alleged forced disappearance of Luis Eduardo González González and Oscar Tassino Asteazu, as well as the alleged extrajudicial executions of Diana Maidanik 1 , Laura Raggio Odizzio, and Silvia Reyes (hereinafter \"the alleged victims\") and for  ",
        "values": [
            "Eastern Republic of Uruguay"
        ]
    },
    {
        "text": "REPORT No. 14/19 CASE 12.302 REPORT ON MERITS CASIERRA BROTHERS AND FAMILY ECUADOR February12, 2019 I. INTRODUCTION 1. On June 27, 2000, the Inter- American Commission on Human Rights (hereinafter “the Inter - American Commission,” “the Commission,” or “the IACHR” ) received a petition lodged by Alejandro Ponce Villacís (hereinafter “the petitioner”) alleging that the Republic of Ecuador (hereinafter “the State of Ecuador,” “the State,” or “Ecuador”) bore international responsibility for the killing of Luis Eduardo Casierra Quiñonez and the injuries caused to Alejandro Casierra Quiñonez by State agents, as well as the impunity for what occurred. 2. The Commission adopted Report on Admissibility No. 16/09 on March 19, 2009. 1 On April 1, 3.",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "REPORT No. 90/12 PETITION 1056-07 ADMISSIBILITY DIANA MAIDANIC ET AL. URUGUAY November 8, 2012 I. SUMMARY 1. On August 15, 2007, the Inter-American Commission on Human Rights (hereinafter “the Commission” or “the IACHR”) received a petition filed by the Instituto de Estudios Legales y Sociales del Uruguay (IELSUR) (hereinafter the “petitioner”) alleging the responsibility of the Oriental Republic of Uruguay (hereinafter “ Uruguay ” o r the “ State ”) for the failure to investigate and to provide an effective judicial response to the forced disappearances of Luis Eduardo González González on December 13, 1974 and of Oscar Tassino Asteazu on July 19, 1977, as well as the extrajudicial executions of Diana Maidanic, Laura Raggio Odizzio, and  ",
        "values": [
            "Eastern Republic of Uruguay"
        ]
    },
    {
        "text": "REPORT No. 141/19 CASE 13.080 REPORT ON MERITS BRISA LILIANA DE ANGULO LOZADA BOLIVIA September 28, 2019 I. INTRODUCTION 1. On January 20, 2012, the Inter-American Commission on Human Rights (hereinafter \"the Inter-American Commission,\" \"the Commission,\" or \"the IACHR\") received a petition presented by the Child and Family Advocacy Clinic of Rutgers University, the International Human Rights Law Clinic of American University, the Oficina Jurídica para la Mujer, and Maria Leonor Oviedo Bellott (hereinafter \"the petitioner\") 1 alleging that the Plurinational State of Bolivia (hereinafter \"the Bolivian State,\" \"the State,\" or \"Bolivia\") was internationally responsible to the detriment of Brisa Liliana De Angulo Losada (hereinafter \"the 2. The",
        "values": [
            "Plurinational State of Bolivia"
        ]
    },
    {
        "text": "INFORME No. 115/18 CASO 12.827 FONDO HÉCTOR FIDEL CORDERO BERNAL PERÚ 5 DE OCTUBRE DE 2018 I. RESUMEN 1. El 11 de noviembre de 1998 la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana”, “la Comisión” o “la CIDH”) recibió una petición presentada por Héctor Fidel Cordero Bernal (en adelante “la parte peticionaria”) en la cual alega la responsabilidad internacional de la República del Perú (en adelante “el Estado peruano”, “el Estado” o “Perú”) en su perjuicio. 2. La Comisión aprobó el Informe de Admisibilidad No. 112/11 el 22 de julio de 2011. El 9 de agosto de 2011 la Comisión notificó dicho informe a las partes y se puso a su disposición a fin de llegar a una solución amistosa sin que ambas partes 3. La ",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS  DE 19 DE NOVIEMBRE DE 2020 CASO MUJERES VÍCTIMAS DE TORTURA SEXUAL EN ATENCO VS. MÉXICO SUPERVISIÓN DE CUMPLIMIENTO DE SENTENCIA VISTO: 1. La Sentencia de excepción preliminar, fondo, reparaciones y costas dictada por la Corte Interamericana de Derechos Humanos (en adelante “la Corte”, “la Corte Interamericana” o “el Tribunal”) el 28 de noviembre de 2018 1 . La Corte, tomando en cuenta el reconocimiento parcial de responsabilidad internacional efectuado por los Estados Unidos Mexicanos (en adelante “el Estado” o “México”), declaró su responsabilidad por las violaciones de los derechos a la integridad personal y a la vida privada, en perjuicio de once mujeres 2 contra quienes * El ",
        "values": [
            "United Mexican States"
        ]
    },
    {
        "text": "24 de mayo de 2020 REF.: Caso Nº 12.889 Diana Maidanik y otros Uruguay Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el caso No. 12.889 – Diana Maidanik y otros, de la República Oriental del Uruguay (en adelante “el Estado”, “el Estado uruguayo ” o “ Uruguay ”) relacionado con la responsabilidad internacional del Estado por las ejecuciones extrajudiciales de Diana Maidanik, Silvia Reyes y Laura Raggio Odizzio, las desapariciones forzadas de Luis Eduardo González González y Oscar Tassino Asteazu, así como la falta de una adecuada investigación. Los hechos del presente En ",
        "values": [
            "Eastern Republic of Uruguay"
        ]
    },
    {
        "text": "13 de septiembre de 2019 REF.: Caso 12.985 Jorge Villarroel y otros Ecuador Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso 12.985 – Jorge Villarroel y otros respecto de la República del Ecuador (en adelante “el Estado”, “el Estado ecuatoriano ” o “Ecuador”), relacionado con la detención ilegal y arbitraria de los entonces oficiales de la Policía Nacional: Jorge Villarroel Merino, Mario Rommel Cevallos Moreno, Jorge Coloma Gaybor, Fernando López Ortiz, Amílcar Ascazubi Albán y Patricio Vinuesa Pánchez en mayo de 2003, así como de las vulneraciones a las garantías  ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "19 de junio de 2020 REF.: Caso Nº 12.302 Hermanos Casierra y familia Ecuador Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso 12.302 – Hermanos Casierra y familia, de la República de Ecuador (en adelante “el Estado”, “el Estado ecuatoriano ” o “ Ecuador ”) relacionado con la muerte de Luis Eduardo Casierra Quiñonez y las lesiones de Andrés Alejandro Casierra Quiñonez por parte de agentes de la Armada Nacional en diciembre de 1999, y la situación de impunidad de lo sucedido. En su Informe de Fondo la Comisión consideró que no existe controversia respecto de que Luis ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "RELATÓRIO Nº 10/19 CASO 12.263 RELATÓRIO DE MÉRITO MÁRCIA BARBOSA DE SOUZA E FAMILIARES BRASIL 12 DE FEVEREIRO DE 2019 I. INTRODUÇÃO 1. Em 28 de março de 2000, a Comissão Interamericana de Direitos Humanos (doravante “ Comissão ” , “ Comissão Interamericana” ou “CIDH”) recebeu uma petição apresentada pelo Centro pela Justiça e o Direito Internacional (CEJIL) e o Movimento Nacional de Direitos Humanos (MNDH) / Regional Nordeste (doravante “ parte peticionária ”) na qual se alega a responsabilidade internacional da República Federativa do Brasil (doravante “Estado brasilei ro”, “Brasil” ou “Estado” ) pelo assassinato de Márcia Barbosa de Souza por um ex-deputado estadual em junho de 1998, bem como pela situação de impunidade subsequente. 2. ",
        "values": [
            "Federative Republic of Brazil"
        ]
    },
    {
        "text": "INFORME No. 11/20 CASO 13.082 INFORME DE FONDO COMUNIDAD INDÍGENA MAYA Q’EQCHI’ AGUA CALIENTE GUATEMALA 3 de marzo de 2020 I. INTRODUCCIÓN 1. El 19 de agosto de 2011 la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana”, “la Comisión” o “la CIDH”) recibió una petición presentada por Indian Law Resource Center , la Comunidad Maya Q’eqchi’ Agua Caliente y Rodrigo Tot (en adelante “la parte peticionaria”) en la cual se alega la responsabilidad internacional de la República de Guatemala (en adelante “el Estado guatemalteco ”, “el Estado” o “ Guatemala ”) en perjuicio de la Comunidad Maya Q’eqchi’ por la falta de legislación interna para garantizar su derecho a la propiedad colectiva, el otorgamiento y 2. La  ",
        "values": [
            "Republic of Guatemala"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS * 18 DE NOVIEMBRE DE 2020 CASO DEL CARACAZO VS. VENEZUELA SUPERVISIÓN DE CUMPLIMIENTO DE SENTENCIA VISTO: 1. Las Sentencias de fondo (en adelante “la Sentencia”) y de reparaciones y costas (en adelante “la Sentencia de reparaciones”), dictadas por la Corte Interamericana de Derechos Humanos (en adelante “la Corte Interamericana”, “la Corte” o “el Tribunal”), respectivamente, los días 11 de noviembre de 1999 y 29 de agosto de 2002 1 . En este caso la República Bolivariana de Venezuela (en adelante “el Estado” o “Venezuela”) efectuó un reconocimiento de responsabilidad internacional por la muerte, desaparición y violación a la integridad personal de las 44 víctimas de este caso, * 1 2",
        "values": [
            "Bolivarian Republic of Venezuela"
        ]
    },
    {
        "text": "RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS  DE 18 DE NOVIEMBRE DE 2020 CASO PUEBLOS INDÍGENAS KUNA DE MADUNGANDÍ Y EMBERÁ DE BAYANO Y SUS MIEMBROS VS. PANAMÁ SUPERVISIÓN DE CUMPLIMIENTO DE SENTENCIA VISTOS: 1. La Sentencia de excepciones preliminares, fondo, reparaciones y costas (en adelante “la Sentencia”) dictada por la Corte Interamericana de Derechos Humanos (en adelante “la Corte”, “la Corte Interamericana” o “ el Tribunal”) el 14 de octubre de 2014 1 , mediante la cual declaró responsable internacionalmente a la República de Panamá (en adelante “el Estado” o “Panamá”) por la violación al derecho a la propiedad colectiva debido a la falta de delimitación, demarcación y titulación de las tierras correspondientes a los ",
        "values": [
            "Republic of Panama"
        ]
    },
    {
        "text": "REPORT No. 13/19 CASE 12.268 REPORT ON MERITS GONZALO CORTEZ ESPINOZA ECUADOR February 12, 2019 I. INTRODUCTION 1. On March 29, 2000, the Inter-American Commission on Human Rights (hereinafter \"the Commission\", \"Inter-American Commission\", or \"the IACHR\") received a petition lodged by the Human Rights Clinic of the Faculty of Jurisprudence of the Catholic University of Ecuador (hereinafter \"the petitioner\"), alleging the responsibility of the Republic of Ecuador (hereinafter \"the Ecuadorian State\" or \"Ecuador\") for harm done to Gonzalo Cortez Espinoza by the two detentions served on him in 1997 and 2000, alleged acts of torture, and violations of due process. 2. The Commission approved admissibility report No. 148/11 on November 1, 2011. 1",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "VOTO DISIDENTE DEL JUEZ EDUARDO VIO GROSSI, CORTE INTERAMERICANA DE DERECHOS HUMANOS, CASO CASA NINA VS. PERÚ, SENTENCIA DE 24 DE NOVIEMBRE DE 2020, ( Excepciones preliminares, Fondo, Reparaciones y Costas ). I. INTRODUCCIÓN. 1. Se expide el presente voto parcialmente disidente 1 con relación a la Sentencia del rótulo 2 , a los efectos de dar cuenta de las razones por las que se discrepa de lo dispuesto en su Resolutivo N° 2 3 , en el que, sobre la base de lo prescrito en el artículo 26 de la Convención Americana sobre Derechos Humanos 4 , se desestima la excepción preliminar relativa a la falta de competencia de la Corte Interamericana de Derechos Humanos 5 para conocer sobre violaciones concernientes al derecho al trabajo. 2. Ahora bien,",
        "values": [
            "Republic of Peru"
        ]
    },
    {
        "text": "INFORME No. 113/18 CASO 12.985 JORGE VILLARROEL Y OTROS FONDO ECUADOR 5 DE OCTUBRE DE 2018 I. RESUMEN 1. El 15 de julio de 2003 la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana”, “la Comisión” o “la CIDH”) recibió una petición presentada por la señora María Paula Romo, (en adelante “la parte peticionaria”) 1 , en la cual se alega la responsabilidad internacional de la República del Ecuador (en adelante “el Estado ecuatoriano”, “el Estado” o “Ecuador”) en perjuicio de Jorge Villarroel Merino, Mario Rommel Cevallos Moreno, Jorge Coloma Gaybor, Fernando López Ortiz, Amílcar Ascazubi Albán y Patricio Vinuesa Pánchez. 2. La Comisión aprobó el informe de admisibilidad No. 6/15 el 29 de enero de 2015 2 . El ",
        "values": [
            "Republic of Ecuador"
        ]
    },
    {
        "text": "INFORME No. 52/19 CASO 12.624 FONDO CARLOS BARAONA BRAY CHILE 1 4 de mayo de 2019 I. INTRODUCCIÓN 1. El 4 de marzo de 2005 la Comisión Interamericana de Derechos Humanos (en adelante “la Comisión Interamericana”, “la Comisión” o “la CIDH”) recibió una petición presentada por la Clínica de Interés Público y Derechos Humanos de la Universidad Diego Portales en nombre del señor Carlos Baraona Bray (en adelante “la parte peticionaria”) en la cual se alega la responsabilidad internacional de la República de Chile (en adelante “ el Estado de Chile”, “el Estado”, “El Estado chileno” o “Chile”) en perjuicio de Carlos Baraona Bray por la violación de sus derechos, entre ellos el derecho a la libertad de expresión, como consecuencia del proceso 2.  ",
        "values": [
            "Republic of Chile"
        ]
    },
    {
        "text": "17 de julio de 2020 REF.: Caso Nº 13.267 Carlos Benites Cabrera y otros Perú Señor Secretario: Tengo el agrado de dirigirme a usted, en nombre de la Comisión Interamericana de Derechos Humanos, con el objeto de someter a la jurisdicción de la Honorable Corte Interamericana de Derechos Humanos, el Caso No. 13.267 – Carlos Benites Cabrera y otros, respecto de la República de Perú (en adelante “el Estado”, “el Estado peruano” o “Perú”), relacionado con la responsabilidad internacional del Estado en perjuicio de 192 1 trabajadores cesados del Congreso de la República en 1992, por la vulneración de sus derechos a la protección y garantías judiciales. En su Informe de Admisibilidad y Fondo la Comisión Interamericana determinó que las 192 La  1 2",
        "values": [
            "Republic of Peru"
        ]
    }
]