[
    {
        "text": " In  The undersigned does not wish to conclude with this dissenting opinion without pointing out that the violence that existed in Venezuela during the occurrence of the facts analyzed in the case was deplorable; but it has been proven in the foregoing paragraphs that the domestic courts did not have the opportunity to try to find a solution to the conflict brought to the Court’s Based on the foregoing, I feel I have the duty and obligation to dissent from the judgment and I hereby present my opinion with the utmost respect for those who have a different point of view. It is expressed, in this way, my reasoning to support my dissenting opinion in this case. Date ut-supra . Pier Paolo Pasceri Judge ad hoc Pablo Saavedra Alessandri Secretary",
        "values": [
            "Pier Paolo Pasceri"
        ]
    },
    {
        "text": " 32. A 33. A su vez, el fenómeno actual de la expansión de dichas personalidad y capacidad jurídicas internacionales 28 responde, como se desprende de recientes casos ante esta Corte atinentes a miembros de colectividades humanas, a una necesidad apremiante de la comunidad internacional de nuestros días. En fin, el desarrollo doctrinal y Antônio Augusto Cançado Trindade Juez Pablo Saavedra Alessandri Secretario 27 . Cf. A.A. Cançado Trindade, \"Reply [- Assistance Humanitaire]\", 70 Annuaire de l'Institut de Droit International - Session de Bruges (2002-2003) n. 1, pp. 536-540. 28 . Cf. A.A. Cançado Trindade, El Acceso Directo del Individuo a los Tribunales Internacionales de Derechos Humanos , Bilbao, Universidad de Deusto, 2001, pp. 9-104.",
        "values": [
            "Antônio Augusto Cançado Trindade",
            "Sergio García Ramírez"
        ]
    },
    {
        "text": "  1. Apremiar al Gobierno de Honduras a que adopte sin dilación cuantas medidas sean necesarias para prevenir nuevos atentados contra los derechos fundamentales de quienes han comparecido o han sido citados para comparecer ante esta Corte con motivo de los casos Velásquez Rodríguez, Fairén Garbi y Solís Corrales y Godínez Cruz, en escrupuloso cumplimiento de 2. Instar igualmente al Gobierno de Honduras para que extreme todos los medios a su alcance para investigar esos repudiables crímenes, identificar a los culpables y aplicarles las sanciones previstas en el derecho interno hondureño. Rafael Nieto Navia Presidente Héctor Gros Espiell Rodolfo E. Piza E. Pedro Nikken Héctor Fix-Zamudio Rigoberto Espinal Juez ad hoc Charles Moyer Secretario",
        "values": [
            "Rigoberto Espinal"
        ]
    },
    {
        "text": " 5 6 2  9. En el presente caso, comparto plenamente la decisión adoptada, sin embargo, hago un respetuoso llamado para que la Corte Interamericana se mantenga atenta y expectante de procesos que llegan a su conocimiento y que en principio gozan de una apariencia de legalidad, pero que, al realizar un análisis conglobado del contexto, así como de los diferentes elementos probatorios, evidencian clara motivación y componentes censitarios que vulneran el principio de L. Patricio Pazmiño Freire Juez Pablo Saavedra Alessandri Secretario 7 Voto parcialmente disidente del Juez L. Patricio Pazmiño Freire en el Caso Petro Urrego Vs. Colombia. Excepciones Preliminares, Fondo, Reparaciones y Costas. Sentencia de 8 de julio de 2020. Serie C No. 406. 3",
        "values": [
            "L. Patricio Pazmiño Freire"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la situación ahora señalada en el párrafo N° 11 de los Considerandos de la Resolución del rótulo. Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario",
        "values": [
            "Eduardo Vio Grossi"
        ]
    },
    {
        "text": "  58 Véanse los casos 59 Véanse los principios y directrices relativos al derecho a un juicio justo y a asistencia jurídica en África. Cfr. Caso Martínez Esquivia Vs. Colombia. Excepciones preliminares, Fondo y Reparaciones , supra, párr 93. 60 Véanse las Directrices de las Naciones Unidos sobre la función de los fiscales, así como los criterios de la Relatoría Especial de Naciones Unidas sobre la independencia de los magistrados y abogados. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párrs. 89 y 90. 61 Véase, entre otros elementos, la Declaración de Burdeos, relativo al informe conjunto del Consejo Consultivo de Jueces Europeos y el Consejo Consultivo de Fiscales Europeos. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párr. 91. 13",
        "values": [
            "Eduardo Ferrer Mac-Gregor Poisot"
        ]
    },
    {
        "text": "20. In 21. Obiter dicta , it is necessary to recall the disastrous results of corporate and verticalized judiciaries in the face of the irruption of the totalitarian regimes in the inter- war years in Germany, Italy and France. Moreover, it should also be added that, even though this case relates to a rule applicable by the collegiate organs of the Judiciary itself, the prohibitions that it contains could not be tolerated even if the sanctions were imposed by an organ external to the Judiciary or belonging to the Judiciary but distinct from the collegiate 22. I add these considerations in concurrence with those expressed unanimously in this judgment. 23. This is my opinion. Eugenio Raúl Zaffaroni Judge Pablo Saavedra Alessandri Secretary 3",
        "values": [
            "L. Patricio Pazmiño Freire",
            "Eugenio Raúl Zaffaroni"
        ]
    },
    {
        "text": " VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la situación ahora señalada en el párrafo N° 11 de los Considerandos de la Resolución del rótulo. Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario 1",
        "values": [
            "Eduardo Vio Grossi"
        ]
    },
    {
        "text": "VOTO CONCURRENTE DEL JUEZ EDUARDO VIO GROSSI, RESOLUCIÓN DE LA CORTE INTERAMERICANA DE DERECHOS HUMANOS DE 19 DE Se expide el presente voto concurrente con la Resolución del epígrafe, por las mismas razones esgrimidas en el también voto concurrente, de fecha 3 de septiembre de 2020, concerniente a la “Resolución de la Corte Interamericana de Derechos Humanos”, de esa fecha, “Solicitud de Medidas Provisionales y Supervisión de Cumplimiento de Sentencia, Caso Galindo Cárdenas y Otros VS. Perú”, argumentos que, por ende, se dan por reproducidos y que dicen relación, en particular, con la situación ahora señalada en el párrafo N° 13 de los Considerandos de la Resolución del rótulo. Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario",
        "values": [
            "Eduardo Vio Grossi"
        ]
    },
    {
        "text": " 21. Obiter dicta , cabe recordar el desastroso resultado de poderes judiciales corporativos y verticalizados ante la irrupción de los totalitarismos de entreguerras en Alemania, Italia y Francia. En otro orden, también es bueno agregar que si bien en el caso se trata de una norma aplicable por los órganos colegiados del propio Poder Judicial, las prohibiciones que contiene no podrían ser toleradas tampoco si las sanciones fuesen impuestas por un órgano ajeno al Poder Judicial o propio de éste pero diferente de las instancias colegiadas de jueces, como 3 22. Agrego estos fundamentos en concurrencia con los expresados por unanimidad en la presente sentencia. 23. Así lo voto. Eugenio Raúl Zaffaroni Juez Pablo Saavedra Alessandri Secretario 4",
        "values": [
            "Eugenio Raúl Zaffaroni"
        ]
    },
    {
        "text": "  58 Véanse los casos 59 Véanse los principios y directrices relativos al derecho a un juicio justo y a asistencia jurídica en África. Cfr. Caso Martínez Esquivia Vs. Colombia. Excepciones preliminares, Fondo y Reparaciones , supra, párr 93. 60 Véanse las Directrices de las Naciones Unidos sobre la función de los fiscales, así como los criterios de la Relatoría Especial de Naciones Unidas sobre la independencia de los magistrados y abogados. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párrs. 89 y 90. 61 Véase, entre otros elementos, la Declaración de Burdeos, relativo al informe conjunto del Consejo Consultivo de Jueces Europeos y el Consejo Consultivo de Fiscales Europeos. Cfr. Caso Martínez Esquivia Vs. Colombia, supra, párr. 91. 13",
        "values": [
            "Eduardo Ferrer Mac-Gregor Poisot"
        ]
    },
    {
        "text": "29. En el caso, el Sr. Casa Nina debió ejercer el cargo de fiscal sin la seguridad de la permanencia de sus funciones pese al carácter de provisional de su nombramiento, lo Ricardo C. Pérez Manrique Juez Pablo Saavedra Alessandri Secretario 10 Directrices sobre la función de los fiscales. Octavo Congreso de las Naciones Unidas sobre Prevención del Delito y Tratamiento del Delincuente, celebrado en La Habana (Cuba), del 27 de agosto al 7 de septiembre de 1990, ONU Doc. A/CONF.144/28/Rev. 1 p. 189 (1990). https://www.ohchr.org/SP/ProfessionalInterest/Pages/RoleOfProsecutors.aspx 11 \"Principios básicos relativos a la independencia de la judicatura\" disponibles en https://www.ohchr.org/sp/professionalinterest/pages/independencejudiciary.aspx 7",
        "values": [
            "Ricardo C. Pérez Manrique"
        ]
    },
    {
        "text": "   103. 104. Sobre este último particular, no está de más recordar que, en la práctica y más allá de cualquier consideración teórica, la función de la Corte es, en definitiva, dictar fallos que restablezcan, lo más pronto posible, el respeto de los derechos humanos violados en un específico caso. No es tan seguro que ello se logre respecto de violaciones de esos derechos que no fueron consideradas en la Convención como justiciables ante aquella ni tampoco cuando, más que procurar resolver el caso que le ha sido sometido, parecería que la Eduardo Vio Grossi Juez Pablo Saavedra Alessandri Secretario 107 Adoptada en el Vigésimo Octavo Período Extraordinario de Sesiones de la Asamblea General de la OEA, 11 de septiembre de 2001, Lima, Perú. 27",
        "values": [
            "Eduardo Vio Grossi"
        ]
    }
]